[
  {
    "content_section": "Language",
    "content_subsection": "Quality and Precision",
    "content": "CBC is a language model for its audiences. Good usage and accuracy are essential to high quality journalism. Our language should be simple, clear and concrete.\n\nJournalistic style is accurate, concise and accessible. Our purpose is to make complex subjects understandable. When specialized or technical vocabulary needs to be used, it is explained and put in a context that makes it easy to understand.\n\nThe description of facts, however concise, must provide the nuances necessary to ensure that the account is faithful and easy to understand.\n\nClarity is also essential when numbers and statistics are involved. It is essential to avoid confusion and to take care to properly grasp the numbers used.\n\nThe use of certain highly charged words can undermine credibility and merits special consideration. Language is constantly evolving. We will be attentive to shifts in the meaning of words. We consult language resources and editorial management as needed to grasp the impact of expressions that are open to multiple interpretations and capable of offending some audience members.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/Language"
  },
  {
    "content_section": "Language",
    "content_subsection": "Language Level and Good Taste",
    "content": "We use the language of accessible, articulate everyday speech.\n\nWe respect and reflect the generally accepted values of society. We are aware that the audiences we address do not all have the same definition of good taste. We choose a tone that will not gratuitously offend audience sensitivities. In particular we avoid swearing and coarse, vulgar, offensive or violent language except where its omission would alter the nature and meaning of the information reported.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/Language"
  },
  {
    "content_section": "Language",
    "content_subsection": "Respect and Absence of Prejudice",
    "content": "Our vocabulary choices are consistent with equal rights.\n\nOur language reflects equality of the sexes and we prefer inclusive forms where they are not prohibitively cumbersome.\n\nWe are aware of our influence on how minorities or vulnerable groups are perceived. We do not mention national or ethnic origin, colour, religious affiliation, physical characteristics or disabilities, mental illness, sexual orientation or age except when important to an understanding of the subject or when a person is the object of a search and such personal characteristics will facilitate identification.\n\nWe avoid generalizations, stereotypes and any degrading or offensive words or images that could feed prejudice or expose people to hatred or contempt. Criminal matters require special care and precision.\n\nWhen a minority group is referred to, the vocabulary is chosen with care and with consideration for changes in the language.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/Language"
  },
  {
    "content_section": "Language",
    "content_subsection": "Words that Shock: Usage and Audience Advisories",
    "content": "To describe certain realities or report adequately on certain situations, it is sometimes necessary to use expressions or quotations that may be shocking to part of the audience. In these circumstances, we limit ourselves to what is necessary for understanding, we attribute the statements where applicable and we take care to present them in proper context.\n\nWe ensure that, taking into account the context in which the words are published, they are not likely to expose anyone to hatred or contempt on the basis of race, national or ethnic origin, colour, religion, gender, sexual orientation, age or physical or mental disability.\n\nWe respect the audience’s degree of tolerance, with due regard for society’s generally shared values.\n\nWhen we find it necessary to use words that could shock part of the public, we give a clear audience advisory.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/Language"
  },
  {
    "content_section": "Opinion",
    "content_subsection": "Expression of Opinion",
    "content": "Our programs and platforms allow for the expression of a particular perspective or point of view. This content adds public understanding and debate on the issues of the day.\n\nWhen presenting content (programs, program segments, or digital content) where a single opinion or point of view is featured, we ensure that a diversity of perspective is provided across a network or platform and in an appropriate time frame.\n\nWhen we choose to present a single point of view:\n\nit is clearly labeled, and\nit does not misrepresent other points of view.\n\nOur value of impartiality precludes our news and current affairs staff from expressing their personal opinions on matters of controversy on all our platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/Opinion"
  },
  {
    "content_section": "Opinion",
    "content_subsection": "Designated Opinion Columnist",
    "content": "On an exceptional basis, the Editor in Chief may also choose to appoint certain journalists as columnists, who have licence to express their opinions. In order to protect the integrity of CBC's journalism, we will restrict the role of such columnists to opinion and commentary, which will be clearly identified.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/Opinion"
  },
  {
    "content_section": "Opinion",
    "content_subsection": "Commentators and Guests",
    "content": "CBC, in its programming, over time, provides a wide range of comment and opinion on significant issues.\n\nWe achieve balance by featuring multiple perspectives and points of view to reflect a diversity of opinion.\n\nIt is important to mention any association, affiliation or special interest a guest or commentator may have so that the public can fully understand that person’s perspective.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/Opinion"
  },
  {
    "content_section": "Opinion",
    "content_subsection": "CBC/Radio-Canada News and Current Affairs Employees",
    "content": "We are guided by the principle of impartiality.\n\nWe provide our audience with the perspectives, facts and analysis they need to understand an issue or matter of public interest.\n\nCBC journalists do not express their own personal opinion because it affects the perception of impartiality and could affect an open and honest exploration of an issue.\n\nWe maintain the same standards, no matter where we publish – on CBC platforms or in other media outside the CBC.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/Opinion"
  },
  {
    "content_section": "Opinion",
    "content_subsection": "Analysis",
    "content": "When appropriate, news and current affairs staff offer reports we refer to as \"analysis\". Here, reporters may make observations and draw conclusions based on facts as well as their own experience and expertise.\n\nTheir intent is to give the audience insight into the true nature of events, not to be a forum for the personal opinions or preferences of the author.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/Opinion"
  },
  {
    "content_section": "Opinion",
    "content_subsection": "Audience",
    "content": "We give our audience members an opportunity to express their opinion in order to enhance our reflection of Canadians’ diverse views and sensibilities.\n\nNo matter what platform or in what form – online comments, talkback, phone-ins, or digital contributions – this content is separate from our journalism. It is clearly distinguished from journalistic content.\n\nHowever, we exercise journalistic judgment about what we choose to publish and highlight. When making those choices, we take care that the material featured reflects the range of opinion the audience members expressed on an issue.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/Opinion"
  },
  {
    "content_section": "Opinion",
    "content_subsection": "Point of View Documentaries",
    "content": "From time to time, we air journalistic documentaries created from a single perspective.\n\nWe air these point of view journalistic documentaries for some of the following reasons:\n\nThere is a compelling first person narrative that provides insight into an issue or perspective.\nThe creator has special knowledge, expertise or a body of work that has artistic merit, and/or is recognized as an expert in a field.\nThere is a compelling argument, well presented, for a single point of view that provides insight into a controversial subject and may provoke public debate.\nThe editorial content of the production is independent, and cannot be compromised by any source of funding.\nWe broadcast or publish the identity of major sources of funding. Where such financing includes support from advocacy groups or government agencies, we let the audience know.\n\nWe label point of view documentaries as such when they are aired.\n\nWe ensure balance over time by publishing other perspectives and opinions on the same subject in other programs, program segments or platforms. When the subject is highly controversial, we consider scheduling additional programming with alternate opinions, in an appropriate time frame.\n\nCBC hosts and journalists do not narrate, participate in or create point of view documentaries.\n\nThe Director should be consulted before a point of view documentary is procured and aired.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/Opinion"
  },
  {
    "content_section": "Children And Youth",
    "content_subsection": "Children and Youth: Interviews",
    "content": "The participation of children (15 and younger) and youth (16 or 17) in our programs and content entails special challenges. Children and youth do not necessarily have the experience to weigh the consequences of publication of their statements. They nevertheless enjoy freedom of expression and the right to information. Their realities and concerns cannot be fully reflected without being heard in our reporting.\n\nParents or those exercising parental authority are often the guardians of this balance and we generally respect their judgment in this regard. However, in some cases a parent can abuse his or her authority and fail to act in the best interest of the child or youth. There are also other circumstances where it may be appropriate to allow children and youth to exercise their good judgment about granting an interview or otherwise participating in our programming or content, for instance when no foreseeable inconvenience or detrimental consequences for them or their family could ensue.\n\nWe carefully assess the impacts according to the specifics of each situation. We respect the will of the child or youth and we put his or her interests foremost.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/children-and-youth"
  },
  {
    "content_section": "Children And Youth",
    "content_subsection": "Protection of Youth",
    "content": "We should be aware that provincial laws on the protection of children and families generally include restrictions on publication of information about children or youth who are in care of the State, or who are involved with the justice system.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/children-and-youth"
  },
  {
    "content_section": "Children And Youth",
    "content_subsection": "Respect for young audiences",
    "content": "Our obligations as a broadcast licensee include a commitment to refrain from broadcasting programs containing adult situations, scenes of violence or those that are sexually explicit before the “watershed” hour of 9 p.m.\n\nThere are times some programs, newscasts or online content not reserved for adult consumption contain material unsuitable for young children. We will broadcast an audience advisory before the program, segments or other material is shown or appears on the website.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/children-and-youth"
  },
  {
    "content_section": "Children And Youth",
    "content_subsection": "Children and social media",
    "content": "We take care to protect the privacy of children involved in the use of social media.\n\nWe are especially careful to assess the impacts when dealing with those aged 15 and under, who may lack the judgment required to consent to interviews and publication of their information.\n\nWe avoid providing information that could identify them because this puts them at risk from online predators.\n\nWhen contacting children through their Facebook or other public sites, we follow the standards set for children’s participation applicable to all other platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/children-and-youth"
  },
  {
    "content_section": "Civil Disturbances",
    "content_subsection": "Riots and demonstrations",
    "content": "Protests and demonstrations, and the right to conduct them, are part of the democratic process. By definition, they are organized to attract the public and the media’s attention. But these situations may evolve and result in confrontation, violence or acts of vandalism.\n\nIn covering these events, the information we provide is as accurate and as timely as possible under the circumstances. In such a fluid situation, there is a commitment on our part to be open about what we know and how we know it. We will sometimes receive conflicting information from credible sources. We may choose to report this, making clear the circumstances of the situation and citing the sources while we work to reconcile the information in light of the reality on the ground. The information we provide helps the audience understand a fluid and chaotic situation, so that it can assess the impact and potential danger.\n\nIf reporters on one side of a confrontation cannot provide an overview, we ensure the audience receives a broader context in the course of our coverage.\n\nOur journalistic independence and credibility is paramount, so our reporting should avoid inflaming or aiding in any way the various sides in a confrontation.\n\nWe consider the public interest before offering live coverage during a riot or demonstrations. That includes taking into account the possibility of showing scenes of extreme violence. We are also aware that our presence can sometimes in and of itself create a focal point of activity.\n\nIf CBC staff has exclusive access to a sit-in or demonstration by advance knowledge, a decision to accompany the organizers should be referred to the Managing Editor.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/civil-disturbances"
  },
  {
    "content_section": "Civil Disturbances",
    "content_subsection": "Acts of protest",
    "content": "Individuals or small groups sometimes act in ways that cause disruptions or are potentially dangerous – to bystanders and/or themselves. Hunger strikes and sit-ins are examples. Hijacking and hostage-taking are more extreme, and are covered elsewhere.\n\nBefore providing live coverage of the event, or making direct contact with the principal participants on air, we assess the potential harm and the newsworthiness of the event, including the level of disruption it is causing in the community. The coverage plan flows from that assessment.\n\nWe take into account that the presence of a camera or microphone can alter the behaviour of the participants. By its nature, an event is being staged to bring attention to someone’s plight or to a matter of public interest.\n\nIf CBC staff has exclusive access to a sit-in or demonstration by advance knowledge, a decision to accompany the organizers should be referred to the Managing Editor.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/civil-disturbances"
  },
  {
    "content_section": "Civil Disturbances",
    "content_subsection": "Hijacking and hostage-taking",
    "content": "The issues around hijacking, hostage-taking and sieges are similar to kidnapping.\n\nWe are balancing the need to report on the event with the need to prevent harm to innocent people. When we are reporting these events, the potential harm to innocent people is an important consideration.\n\nGuided by our concern for their safety, there are many aspects of coverage, especially live coverage, that require careful consideration:\n\nInterviewing a perpetrator or hostage live on air.\nBroadcasting any video and/or audio provided by a perpetrator or by hostages.\nIf we are doing live coverage of a potentially violent event, for example a school siege or plane hijacking, we plan for the ability to quickly alter our coverage to avoid graphic images.\nIf police or other authorities request a news blackout, we will give it careful consideration. If authorities ask us to include some information in a broadcast, we will consider a reasonable request, but will never knowingly broadcast something that is untrue.\nTo the best of our ability, we will ensure next of kin do not hear of serious injury or death from our publications.\n\nThere are several situations that may arise in covering hijacking and hostage-taking which require referral to the General Manager and Editor in Chief:\n\nDecisions to broadcast an interview or material provided by perpetrators.\nThe decision to comply with requests for news blackouts, or to broadcast material provided by the police or other authorities involved in the incident.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/civil-disturbances"
  },
  {
    "content_section": "Civil Disturbances",
    "content_subsection": "Use of material from racist, violent or illegal organizations",
    "content": "Our work sometimes brings us in contact with groups or organizations that are hateful or promote violence. In deciding to air offensive material of this kind, we weigh the value of this information to our audience against the offence it might give and the fact that it might provide a platform for its proponents. A decision to air the material should be referred to the Managing Editor.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/civil-disturbances"
  },
  {
    "content_section": "Civil Disturbances",
    "content_subsection": "Depiction of violence",
    "content": "We reflect the reality of the situations we report. We also respect the sensibilities of our viewers, listeners and readers.\n\nScenes of violence and suffering are part of our coverage of wars, disaster, crime and conflict.\n\nWe respect our audience by assessing the impact of our images according to time of day and the context of the program where such material is appearing.\n\nIf it is necessary to use graphic images, we will add a warning ahead of their use.\n\nWe should familiarize ourselves with any laws or regulations about the depiction of violence.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/civil-disturbances"
  },
  {
    "content_section": "Clandestine Methods",
    "content_subsection": "Principles",
    "content": "In journalism, clandestine methods include: recording a scene or statements with hidden technical devices; conducting an interview without first identifying oneself as a journalist; asking someone else to gather information on our behalf using any of these methods; and using concealment techniques when we gather digital information.\n\nSince we are aware that unwarranted use of clandestine methods could impair the credibility of our reporting, we will ascertain beforehand that the method chosen clearly serves the public interest and is lawful. We will consult appropriate editorial management on the method we propose to use and its purpose, whether material will be gathered mainly for research on the subject or for publication in our report.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/clandestine-methods"
  },
  {
    "content_section": "Clandestine Methods",
    "content_subsection": "Hidden cameras and microphones: Justification for recording",
    "content": "We will hide our recording equipment only in circumstances where we believe it would be difficult or impossible to gather the information by acting more openly. We will consult with the Managing Editor before undertaking clandestine recordings.\n\nPublic places:\n\nWe may choose to conceal our recording equipment in a public place – anywhere the public has unrestricted access – to record behavior that is a matter of public interest and that the presence of the camera might alter.\n\nWe may also choose to do so where a hostile crowd or individuals threaten the safety of journalists and that our ability to do our work would be hindered.\n\nPrivate places:\n\nBefore bringing hidden recording equipment into private spaces, to which access is restricted, we will ensure the following:\n\nWe have credible information indicating the likelihood of illegal or antisocial activity or an abuse of trust, or indicating that such activity likely exists within the sector of society or industry being investigated;\nWe are confident that an open attempt to gather the information sought would fail; and,\nThe information sought would be useful evidence for a demonstration of illegal or antisocial activity or abuse of trust.\n\nWe will consult with the Managing Editor to confirm our assessment of the situation, and will take care to comply with legal restrictions before undertaking clandestine recordings in private places.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/clandestine-methods"
  },
  {
    "content_section": "Clandestine Methods",
    "content_subsection": "Hidden cameras and microphones: Justification of publication of material gathered",
    "content": "Clandestinely recorded material will be carefully evaluated. Any proposed broadcast or online posting of a clandestine recording must be approved by the Director.\n\nThe following are examples where clandestine recording and publication of material could be warranted:\n\nMaterial recorded in a public place:\n\nMaterial gathered in a public place to illustrate behaviour, attitudes or reactions that would otherwise be impossible to document. We will ensure that the editing of the material results in a faithful representation of the reality being reported.\n\nWe will also take into account certain concepts specific to Quebec civil law, such as the right to one’s likeness, and ensure, in consultation with the Law Department when in doubt, that we properly understand the scope of these concepts and how they apply in specific cases.\n\nMaterial illustrating an illegal or antisocial activity or an abuse of trust:\n\nIf selected excerpts of the material gathered reveal illegal or antisocial activity or an abuse of trust, we will attempt to confront the person exposed in the clandestine recording and will take his or her reaction into account in our report.\n\nClandestine recording by a third party:\n\nSometimes a person outside CBC provides a recording made without the knowledge of one or more of the persons recorded. We first and foremost seek to verify that the recording was made lawfully. We will also seek to verify its authenticity.\n\nWe will ensure that the editing of the material results in a faithful representation of the reality being reported on.\n\nIf the recording reveals illegal or antisocial activity or an abuse of trust or contains information of public interest, its publication in whole or in part may be warranted, provided we have attempted to confront the persons recorded and have taken their reactions into account in our report. Publication of a clandestine recording provided by a third party requires the Director’s approval.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/clandestine-methods"
  },
  {
    "content_section": "Clandestine Methods",
    "content_subsection": "Drones",
    "content": "Sometimes new technologies change the way journalists are able to gather images and information.\n\nUse of these technologies generally does not change the way we interpret our standards and practices.\n\nOne such example is the use of drones.\n\nImages captured by cameras attached to drones may violate the principle of respect for privacy. Any capture or dissemination of material involving this principle should be assessed against the public interest in accordance with the provisions of the Privacy standards elsewhere in this document.\n\nWhere appropriate, we may also refer to provisions for Clandestine Methods.\n\nWe should be aware of legal regulations concerning the use of drones.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/clandestine-methods"
  },
  {
    "content_section": "Clandestine Methods",
    "content_subsection": "Concealment of identity as journalist",
    "content": "We generally practice our reporting openly. However, there are times, while investigating a matter of public interest, a reporter will conceal his or her occupation and true purpose and pose as an ordinary citizen. We will consult with the Director before doing so. Our overriding priority will be sound public service journalism. Whatever the means used to contact a source without identifying oneself as a journalist (in person, by telephone, by email, through social networks), we will attempt to confront the source and take his or her reaction into account in our report.\n\nWhen the investigation bears on illegal or antisocial behaviour or abuse of trust and the gathering of information of public interest, the journalist may need to infiltrate an organization to get first-hand information. We take into account possible safety issues for the journalist involved.\n\nBefore resorting to infiltration we will ensure that the following conditions are met:\n\nWe have a credible source that gives us reason to believe a subject of our reporting is behaving illegally or antisocially or abusing a trust;\nAn open approach would have little chance of obtaining the information sought or of confirming the behaviour we seek to report;\nInfiltration allows us to gather the best evidence of the behaviour in question.\n\nAny plan to infiltrate will be submitted to the Director for prior approval.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/clandestine-methods"
  },
  {
    "content_section": "Clandestine Methods",
    "content_subsection": "Intercepting conference calls",
    "content": "We respect the privacy of individuals, groups and organizations when they conduct conversations via conference calls.\n\nAs a rule, we do not attempt to hack in, or listen in without being openly invited to participate in a conference call. However, if a participant on the call offers to share the information after the fact, the principles for our treatment of sources would guide our use of the material.\n\nWe may consider listening in or recording without the knowledge of all the participants, if all the following conditions have been met:\n\nWe have been given access to the conference call with the consent of at least one participant to the call;\nWe have credible information indicating the likelihood of illegal or antisocial activity or an abuse of trust;\nWe are confident that an open attempt to gather the information sought would fail; and,\nThe information sought would be useful evidence for a demonstration of illegal or antisocial activity or abuse of trust;\nWe have sought prior authorization from the Director.\n\nIf the conference call was recorded, the use of the recording on air or online is subject to the conditions set in Hidden Cameras and Microphones – Justification of Publication of Material Gathered.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/clandestine-methods"
  },
  {
    "content_section": "Complaints",
    "content_subsection": "Handling of Complaints",
    "content": "When a complaint is made against information published or broadcast by CBC (whether an in-house production or a report or documentary produced by a third party), and the Ombudsman has decided it warrants a response, senior programmers or management undertake to reply promptly.\n\nIf the Ombudsman has indicated that the complaint is reviewable, and the complainant is not satisfied with the explanations given, the Ombudsman conducts a review, which will be published publicly.\n\nCBC undertakes to make the Ombudsman’s opinion accessible by, among other means, posting a link on an appropriate web page – for example, on a program page or a landing page.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/complaints"
  },
  {
    "content_section": "Complaints",
    "content_subsection": "Removal of Content",
    "content": "Because much online material remains accessible indefinitely, we receive requests to remove stories by audience members who are either principals in stories, or are affected by them.\n\nWe generally do not agree to requests to remove published material from our web pages.\n\nOur published content is a matter of public record. To change the content of previously published material alters that record. Altering the record could undermine our credibility and the public’s trust in our journalism.\n\nThere can be exceptions to this position – where there are legal or personal safety considerations to the person named.\n\nAny decision to remove content is exceptional and is made by the Director.\n\nThere are other remedies to consider; correcting inaccuracies or updating a story to provide details about its resolution can often address requests for deletion.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/complaints"
  },
  {
    "content_section": "Conflict Of Interest",
    "content_subsection": "Introduction",
    "content": "As the public broadcaster, our reputation is the foundation of our credibility. That reputation is dependent on the actions of each and every one of us. The public’s trust is ultimately shaped by our personal behaviour, in our work, and in our outside activities.\n\nCBC’s journalists are, first and foremost, expected to be independent and impartial. This means that our primary allegiance is to the public. Any conflict, real or perceived, between that allegiance and our personal or professional interests risks corroding the trust placed in us by Canadians.\n\nThis means we strive to avoid actions that create an impression of partisanship or of advocacy for a cause. It means we consider carefully what organizations we associate with. It means that we are mindful of our public statements. And it means we recognize that our personal and business relationships have the potential to affect the perception of our work.\n\nTo guide our actions, we refer to the code of conduct and the corporate policies on conflict of interest and on political activity, and comply with their requirements.\n\nDealing with any real or perceived conflicts of interest requires transparency. We have a duty to disclose such situations to our supervisor and to strive to resolve any problems that may arise from them.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/conflict-of-interest"
  },
  {
    "content_section": "Conflict Of Interest",
    "content_subsection": "Outside Appearances and Projects",
    "content": "Before a journalist writes or contributes to a book, or an outside production, editorial management must be consulted.\n\nWhen deciding whether to cover books or outside productions involving CBC employees, we base our choices on public interest, not personal relationships. Professional association with CBC should offer neither advantage nor disadvantage to the author.\n\nWhen an employee is asked to participate as a speaker, panelist or moderator for an outside group or professional association, prior approval is needed from management. Management makes those decisions based on established criteria and policies.\n\nPrior approval is also needed from management to serve on the Boards of Directors of voluntary and professional associations and organizations\n\nOutside appearances do not change our obligation to impartiality. We do not promote any particular point of view on matters of public debate.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/conflict-of-interest"
  },
  {
    "content_section": "Conflict Of Interest",
    "content_subsection": "Free Travel",
    "content": "Accepting free travel to help in newsgathering, creation of content or for research puts us in a conflict of interest.\n\nWe do sometimes face situations where there is a public interest to cover a story, and the only means to get there is through an outside organization or individual.\n\nOur practice in these situations is to ask for an accounting of costs and to reimburse them. These exceptional circumstances require the approval of the Director.\n\nIf our travel costs are covered by an outside organization or individual that we could not reimburse, we mention that fact in our coverage.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/conflict-of-interest"
  },
  {
    "content_section": "Conflict Of Interest",
    "content_subsection": "Covering Ourselves",
    "content": "Our standards do not change when the CBC (or a CBC Partner) becomes the story. Public interest guides our choices.\n\nAlthough there is a potential conflict of interest, normal techniques of newsgathering and decisions about the nature of coverage are the most useful way to ensure journalistic integrity.\n\nThis means that there should be clear editorial separation between those people reporting on the stories and those whose priority it is to protect the interests of the Corporation, or its partner.\n\nThis also means that reporters and editors involved in the coverage must remove themselves from insider briefings relevant to this story.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/conflict-of-interest"
  },
  {
    "content_section": "Conflict Of Interest",
    "content_subsection": "Covering a Story Involving Family Members",
    "content": "Integrity is one of our journalistic principles. We refrain from any involvement with stories in which a member of our immediate family (including in-laws) has a strong stake. It is the responsibility of the employee to inform his/her supervisor of the potential conflict.\n\nIn the rare instance that such a conflict is unavoidable, news managers and the employee will develop a protocol to protect the integrity of our journalism.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/conflict-of-interest"
  },
  {
    "content_section": "Conflict Of Interest",
    "content_subsection": "Gifts and Hospitality",
    "content": "Journalists should avoid accepting gifts, which includes meals and drinks. There is some discretion allowed for snacks or meals provided as hospitality at news events.\n\nTickets for the purpose of doing reviews or covering an event are not considered gifts and can be accepted.\n\nIn some cases, attendance at events may be appropriate even if no coverage is planned, in order for a reporter to keep current.\n\nJournalists should consult their supervisor in advance before attending any such event.\n\nAwards for journalistic work may be accepted. Awards given by non-journalistic organizations may also be accepted, but only if approved by senior news management.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/conflict-of-interest"
  },
  {
    "content_section": "Conflict Of Interest",
    "content_subsection": "Personal Use of Social Media",
    "content": "When we use social media, we should remember two of our principles: impartiality and integrity. We recognize there are specific challenges raised because social media create an intersection of personal and professional roles and identities.\n\nWith that in mind, our journalists – including casual and temporary staff as well as interns – should consider the following:\n\nIn our social media activity, we are mindful of our professional association with CBC.\nWe maintain professional decorum and strive to do nothing that could bring CBC into disrepute.\nWe understand that what we say and do on social media can reflect on ourselves, our colleagues and on CBC as a whole.\nIn particular, the expression of personal opinions on controversial subjects, including politics, can undermine the credibility of CBC journalism and erode the trust of our audience. Therefore, we refrain from expressing such opinions in profiles or posts for any account which identifies or associates us with CBC/Radio-Canada. The question we should ask ourselves: if someone saw the content of this account, could they determine that we work at CBC?\nWe recognize that nothing we express on the Internet can be considered truly private. So we understand that comments on accounts we intend to be exclusively personal and private can damage our personal credibility, and that of CBC as a whole.\nWe consider perceptions created when we share, republish, link, or interact with other people’s content. We strive to avoid having such actions appear to be endorsements. When appropriate and possible, we provide context.\nWe understand that should our social media activity create a perception of bias, it would influence decisions editorial leaders make on who can cover certain stories.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/conflict-of-interest"
  },
  {
    "content_section": "Conflict Of Interest",
    "content_subsection": "Interaction with the Audience",
    "content": "CBC endeavours to engage with Canadians, especially on digital platforms. We promote civil discourse. When that is not being observed, our employees may consult with their supervisor about discontinuing interactions with certain individuals. When possible, we do so without unduly restricting access to our journalism.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/conflict-of-interest"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Consumer Information: Principles",
    "content": "Consumer information programs are intended to help consumers make informed choices of goods and services or to show how to solve certain problems. This is consistent with the mandate to inform citizens so that they may make decisions on public issues.\n\nThe conclusions set out in this kind of reporting are based on thorough research and not on personal opinion. Research for such programming will be meticulous and will be carried out as much as possible in consultation with competent organizations and specialists.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Research Protocols",
    "content": "Journalists exploring a subject are often confronted with facts or interpretations that require confirmation by more formal research – laboratory testing, surveys, focus-group interviewing, etc. This type of study should be carried out in accordance with basic rules of research or with the support of credible, independent institutions or experts. Any proposal to test products and services will be submitted for approval to the Director.\n\nIn the case of research by polling and focus groups, the protocols will be developed in consultation with the CBC Research Department and are submitted for approval to the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Product Testing",
    "content": "Our programs sometimes use specialized experts and/or laboratories to test products and services. Before publishing results, we consult with the Director to consider whether additional verification or testing is appropriate. We will strive to present to the public an overview of the methodology used, as well as the name of the laboratory and/or experts involved.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Clandestine Methods: Principles",
    "content": "In journalism, clandestine methods include: recording a scene or statements with hidden technical devices; conducting an interview without first identifying oneself as a journalist; asking someone else to gather information on our behalf using any of these methods; and using concealment techniques when we gather digital information.\n\nSince we are aware that unwarranted use of clandestine methods could impair the credibility of our reporting, we will ascertain beforehand that the method chosen clearly serves the public interest and is lawful. We will consult appropriate editorial management on the method we propose to use and its purpose; as well, whether material will be gathered mainly for research on the subject or for publication in our report.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Hidden Cameras and Microphones: Justification for Recording",
    "content": "We will hide our recording equipment only in circumstances where we believe it would be difficult or impossible to gather the information by acting more openly. We will consult with the Managing Editor before undertaking clandestine recordings.\n\nPublic places:\n\nWe may choose to conceal our recording equipment in a public place – anywhere the public has unrestricted access – to record behavior that is a matter of public interest and that the presence of the camera might alter.\n\nWe may also choose to do so where a hostile crowd or individuals threaten the safety of journalists so that our ability to do our work would be hindered.\n\nPrivate places:\n\nBefore bringing hidden recording equipment into private spaces, to which access is restricted, we will ensure the following:\n\nWe have credible information indicating the likelihood of illegal or antisocial activity or an abuse of trust, or indicating that such activity likely exists within the sector of society or industry being investigated;\nWe are confident that an open attempt to gather the information sought would fail; and,\nThe information sought would be useful evidence for a demonstration of illegal or antisocial activity or abuse of trust.\n\nWe will consult with the Managing Editor to confirm our assessment of the situation, and will take care to comply with legal restrictions before undertaking clandestine recordings in private places.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Hidden Cameras and Microphones: Justification of Publication of Material Gathered",
    "content": "Clandestinely recorded material will be carefully evaluated. Any proposed broadcast or online posting of a clandestine recording must be approved by the Director.\n\nThe following are examples where clandestine recording and publication of material could be warranted:\n\nMaterial recorded in a public place:\n\nMaterial gathered in a public place to illustrate behaviour, attitudes or reactions that would otherwise be impossible to document. We will ensure that the editing of the material results in a faithful representation of the reality being reported.\n\nWe will also take into account certain concepts specific to Quebec civil law, such as the right to one’s likeness, and ensure, in consultation with the Law Department when in doubt, that we properly understand the scope of these concepts and how they apply in specific cases.\n\nMaterial illustrating an illegal or antisocial activity or an abuse of trust:\n\nIf selected excerpts of the material gathered reveal illegal or antisocial activity or an abuse of trust, we will attempt to confront the person exposed in the clandestine recording and will take his or her reaction into account in our report.\n\nClandestine recording by a third party:\n\nSometimes a person outside CBC provides a recording made without the knowledge of one or more of the persons recorded. We first and foremost seek to verify that the recording was made lawfully. We will also seek to verify its authenticity.\n\nWe will ensure that the editing of the material results in a faithful representation of the reality being reported on.\n\nIf the recording reveals illegal or antisocial activity or an abuse of trust or contains information of public interest, its publication in whole or in part may be warranted, provided we have attempted to confront the persons recorded and have taken their reactions into account in our report. Publication of a clandestine recording provided by a third party requires Director approval.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Concealment of Identity as a Journalist",
    "content": "We generally practice our reporting openly. However, there are times, while investigating a matter of public interest, a reporter will conceal his or her occupation and true purpose and pose as an ordinary citizen. We will consult with the Director before doing so. Our overriding priority will be sound public service journalism. Whatever the means used to contact a source without identifying oneself as a journalist (in person, by telephone, by email, through social networks), we will attempt to confront the source and take his or her reaction into account in our report.\n\nWhen the investigation bears on illegal or antisocial behaviour or abuse of trust and the gathering of information of public interest, the journalist may need to infiltrate an organization to get first-hand information. We take into account possible safety issues for the journalist involved.\n\nBefore resorting to infiltration we will ensure that the following conditions are met:\n\nWe have a credible source that gives us reason to believe a subject of our reporting is behaving illegally or antisocially or abusing a trust;\nAn open approach would have little chance of obtaining the information sought or of confirming the behaviour we seek to report;\nInfiltration allows us to gather the best evidence of the behaviour in question.\n\nAny plan to infiltrate will be submitted to the Director for prior approval.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Intercepting Conference Calls",
    "content": "We respect the privacy of individuals, groups and organizations when they conduct conversations via conference calls.\n\nAs a rule, we do not attempt to hack in, or listen in without being openly invited to participate in a conference call. However, if a participant on the call offers to share the information after the fact, the principles for our treatment of sources would guide our use of the material.\n\nWe may consider listening in or recording without the knowledge of all the participants, if all the following conditions have been met:\n\nWe have been given access to the conference call with the consent of at least one participant to the call;\nWe have credible information indicating the likelihood of illegal or antisocial activity or an abuse of trust;\nWe are confident that an open attempt to gather the information sought would fail;\nThe information sought would be useful evidence for a demonstration of illegal or antisocial activity or abuse of trust;\nWe have sought prior authorization from the Director.\n\nIf the conference call was recorded, the use of the recording on air or online is subject to the conditions set in Hidden Cameras and Microphones – Justification of Publication of Material Gathered.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Responsibility and Accountability Related to Interviews",
    "content": "CBC takes responsibility for the consequences of its decision to publish a person’s statements in the context it chooses. When we present a person’s statements in support of our reporting of facts, we ensure that the statements have been diligently checked. In the case of comments made by a person expressing an honest opinion, we ensure that the opinion is grounded in facts bearing on a matter of public interest.\n\nThe interviewee also takes responsibility for his or her statement. As a general rule, we offer the interviewee no immunity or protection from the consequences of publication of the statements we gather.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Identification of Interviewees",
    "content": "We are open and straightforward when we present interviewees and their statements. We make every effort to disclose the identity of interviewees and to give the context and explanations necessary for the audience to judge the relevance and credibility of their statements. In exceptional cases and for serious cause, we may decide to withhold such information in whole or in part. In such cases we explain the situation to the audience without disclosing the information that must be kept secret.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Conduct and Use of Interviews",
    "content": "We inform proposed interviewees of the subject of the interview. As a general rule, if the person is scheduled to give an interview for broadcast, we do not provide in advance the questions they will be asked. That could give a false impression of spontaneity in the interviewee’s responses and unduly limit the interviewer’s ability to react to interviewee statements with supplementary questions. However, if the only way to gather information is via emails or social media, this context should be disclosed when the content is used.\n\nWe advise the interviewee of how we plan to use the interview. When an interview is recorded, it may be edited before publication for length or to select the relevant passages. At our discretion, we may choose to rebroadcast an interview in whole or in part, post it online or make it accessible in website archives, or not be published at all.\n\nWhatever the context in which we choose to use the content of the interview, we will respect the meaning of an interviewee’s statements. We try to avoid situations where prior restraint would be agreed to or imposed.\n\nIf, for serious cause, we do agree to restrict the use that may be made of an interview, we take the necessary measures to comply with this commitment. It may be necessary to explain to the audience that such restrictions have been agreed to, so the public can assess the credibility of the interviewee’s statements.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Remuneration of Interviewees",
    "content": "We do not pay people for interviews used in our reporting. Nor do we pay people for eyewitness accounts or answering our questions about events in which they participated. That would compromise the credibility of our reporting. It may be acceptable to reimburse certain legitimate expenses incurred by the interviewee in order to be available for the interview. If substantial expenses are involved, the proposal is referred to the Director.\n\nPayment of fees at recognized rates to experts or commentators is current practice and acceptable where the person comments on news or current affairs and adds context to our content without being an actor in the event or issue. In this context the payment of fees need not be reported on air.\n\nWe may also be required to pay royalties for the broadcast or reproduction of copyrighted work such as photos, video recordings, audio recordings, drawings or other material that may be relevant to an interviewee’s statements. This does not constitute payment to a source.\n\nWe do not pay politicians, their representatives or other holders of public office for participating in our broadcasts, news bulletins, reporting or online content. In addition, the law governing federal MPs and senators prohibits them from receiving any payment whatever from CBC, including reimbursements of expenses, fees or royalties), because of its status as a federal Crown corporation.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Statements Recorded Outside a Formal Interview",
    "content": "In the period leading up to or following an interview proper, an interviewee may make statements that are recorded and that may be pertinent to report. In such cases we inform the interviewee of our intention to make public the statements he or she made outside the formal interview and we take into account the explanations or context the interviewee may provide to us. If the interviewee objects to publication of this part of the recording, we carefully weigh the public interest of reporting the statements anyway, with consideration for the interviewee’s arguments and the effect of such a decision on the perception of the public and of potential CBC interviewees. The decision should be discussed with the Managing Editor. If we publish statements made outside a formal interview, we explain to the audience the conditions under which they were recorded.\n\nIt may happen in connection with a live broadcast that statements are picked up and broadcast without the interviewee’s being aware that he or she is on the air. Depending on the nature of the statements broadcast, it may be appropriate to give the interviewee an opportunity to clarify his or her thought or explain such statements, especially if they could cause prejudice.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Interviews Without Consent",
    "content": "We generally respect a person’s refusal to be interviewed. However, in the public interest we may choose to disregard the refusal, especially in investigative reporting or when a person plays a key role in an event.\n\nIn such cases, we first try to persuade the person to be interviewed. If he or she continues to refuse and we consider it essential to record his or her reaction to our questions, we may confront the person, identify ourselves as CBC journalists, and record for broadcast his or her statements without obtaining consent.\n\nA decision to confront a person who has refused an interview will be discussed in advance with the Managing Editor, as will a decision whether to conceal the camera in such an instance. If the camera is concealed, we ask the Director before broadcasting.\n\nWe resort to this form of interview in the public interest, not simply for stylistic effect.\n\nWhen we suspect a person of criminal activity or of obvious abuse, contacting this person to arrange an interview may cause that person to flee. We may then consider it necessary to confront and record this person without prior contact. This exceptional procedure requires prior authorization by the Director.\n\nIn the case of statements made by telephone, regulatory provisions may restrict the conditions under which they may be published. We will ascertain the specific application of these restrictions and consult editorial management before putting them on air.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Informing the Audience of a Refusal to be Interviewed",
    "content": "When a person considered necessary to a story refuses to be interviewed or provide comment, in fairness to all parties, we advise the audience of the refusal. When appropriate, we also provide the reasons given.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Editing of an Interview",
    "content": "Questions and answers can be excerpted from a complete interview for use in a report, intercut with narration, news footage or excerpts from other interviews. Similarly, a longer interview often needs editing to cut unnecessary passages or to fit program timing.\n\nWhatever editing we do, we present what the interviewee said fairly and without distortion.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Request for Non-publication",
    "content": "To preserve our independence, we do not grant veto power to the people we interview.\n\nWe may publish any material gathered, provided it complies with our journalistic principles and standards.\n\nHowever, we undertake to seriously consider a request for non-publication. We may decide not to publish the material gathered, for instance where:\n\nA person’s personal safety or job security is threatened.\nThe information gathered is no longer accurate or relevant.\n\nRequests for non-publication are referred to the Managing Editor.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Reply",
    "content": "A person may consider that he or she has been wronged by one of our reports and request that we publish his or her reply.\n\nCanadian law does not grant right of reply and CBC reserves full editorial authority over the content of all its platforms.\n\nHowever, if the complaint raises new facts and that we believe these facts would impact the accuracy, fairness or balance of the main points of view featured in our report, we will ensure that this information is brought to the attention of our audiences.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Censorship and Hindrance of Freedom of the Press",
    "content": "We advise our audience if we are required to submit an interview to a government, judicial or military authority for clearance, whether or not the material was censored.\n\nWe will do the same if our work is hindered or controlled in whole or in part by an exercise of authority or by threats, violence or intimidation affecting the quality of the information we are able to communicate.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Consumer Reporting",
    "content_subsection": "Children and Youth: Interviews",
    "content": "The participation of children (15 and younger) and youth (16 or 17) in our programs and content entails special challenges. Children and youth do not necessarily have the experience to weigh the consequences of publication of their statements. They nevertheless enjoy freedom of expression and the right to information. Their realities and concerns cannot be fully reflected without being heard in our reporting.\n\nParents or those exercising parental authority are often the guardians of this balance and we generally respect their judgment in this regard. However, in some cases a parent can abuse his or her authority and fail to act in the best interest of the child or youth. There are also other circumstances where it may be appropriate to allow youths to exercise their good judgment about granting an interview or otherwise participating in our programming or content, for instance when no foreseeable inconvenience or detrimental consequences for them or their family could ensue.\n\nWe carefully assess the impacts according to the specifics of each situation. We respect the will of the child or youth and we put his or her interests foremost.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/consumer-reporting"
  },
  {
    "content_section": "Corrections",
    "content_subsection": "Corrections and Clarifications: Principles",
    "content": "We make every effort to avoid errors on the air and online. In keeping with principles of accuracy, integrity and fairness, we correct a significant error when we have been able to establish that one has occurred. This is essential for our credibility with Canadians. When a correction is necessary, it is made promptly given the circumstances, with due regard for the reach of the published error.\n\nThe fact that a situation has evolved so that information that was accurate at the time of its publication is no longer accurate does not mean that an error was committed, but we must consider the appropriateness of updating it, taking into account its importance and impact.\n\nIn some cases, material isn’t inaccurate per se, but risks misleading the audience. In such cases we can consider publishing or airing a clarification.\n\nThe form and timing of a correction or clarification will be decided by a senior newsroom or program manager. In the most serious cases, a proposed course of action will be referred to the Director, who will among other factors consider the legal implications.\n\nIn many cases the program or platform on which the error was broadcast or published is best placed to broadcast or publish the correction. But the choice of place to broadcast or publish the correction will depend on the importance of the error and the seriousness of its consequences.\n\nWhen we make corrections and clarifications online, we should include on the story page an explanatory note to the audience.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/corrections"
  },
  {
    "content_section": "Corrections",
    "content_subsection": "Correcting Archived Online Material",
    "content": "In the world of digital on demand, material may be accessible long after its original publication or broadcast. A dated story is not necessarily wrong. It is a reflection of the facts known at the time of publication. It can be an important part of the historical record.\n\nTo change the content of previously published material alters that record, and could undermine our credibility as well as the public’s trust in our journalism.\n\nBut there may be times, in the light of new information, that archived material is substantially wrong. In those cases we review the material and take appropriate action that could include revising the original material, including a correction box or writing a fresh story.\n\nAny changes to the original material will be noted to preserve the transparency of the process.\n\nThe decision to alter a story or its status should be made by the Managing Editor, preferably in consultation with the journalist involved.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/corrections"
  },
  {
    "content_section": "Corrections",
    "content_subsection": "Removal of Content",
    "content": "Because much online material remains accessible indefinitely, we receive requests to remove stories by audience members who are either principals in stories, or are affected by them.\n\nWe generally do not agree to requests to remove published material from our web pages.\n\nOur published content is a matter of public record. To change the content of previously published material alters that record. Altering the record could undermine our credibility and the public’s trust in our journalism.\n\nThere can be exceptions to this position – where there are legal or personal safety considerations to the person named.\n\nA decision to remove content would be an extremely exceptional case and should be referred to the Director, or the senior manager of the programming area whose page is involved. They will, among other factors, consider the legal implications.\n\nThere are other remedies to consider; correcting inaccuracies or updating a story to provide details about its resolution can often address requests for deletion.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/corrections"
  },
  {
    "content_section": "Court Reporting",
    "content_subsection": "Principles",
    "content": "Citizens have the right to know how the state is discharging its responsibility to enforce the law and help suppress crime. Citizens have an interest in knowing how safe their environment is. Our mission to serve the public interest includes rigorous scrutiny of the work of police and courts. In doing so we help ensure the openness on which the legitimacy of these institutions rests.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/court-reporting"
  },
  {
    "content_section": "Court Reporting",
    "content_subsection": "Constraints Imposed by Law",
    "content": "We take care not to compromise the proper course of ongoing or potential legal proceedings and to take into account the presumption of innocence enjoyed by every person accused of a crime.\n\nIn many situations the law imposes restrictions such as publication bans, sealing of documents and closed-door proceedings. Such orders are sometimes automatic or sometimes issued in the course of a proceeding. Reporters have a duty to inform themselves of the existence and nature of these orders and to understand their scope.\n\nA decision to challenge a court order must be referred to the Director, in consultation with the Law Department.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/court-reporting"
  },
  {
    "content_section": "Court Reporting",
    "content_subsection": "Identification of Persons Involved in Legal Proceedings",
    "content": "Suspects and people accused of offences: \n\nBefore charges are laid, we carefully weigh the public interest against the consequences to a reputation before disclosing the identity of a suspect in a police investigation. In assessing the public interest, we consider the importance of contributing to openness in the administration of justice, in particular when a suspect is arrested, when a search warrant is executed or in the course of any other court proceeding. A decision to publish the identity of a suspect at this stage is referred to the Managing Editor.\n\nParties in a case:\n\nIn principle, and unless forbidden by law, identification of persons involved in a case (accused, party in a civil case, witness, attorney, judge) contributes to the openness of legal proceedings and serves the public interest. In some circumstances we will be required by law or court order to refrain, at least for a time, from publishing the name or identity of certain persons involved. We might also choose not to publish the name of an especially vulnerable person involved if his or her identity is not essential to an understanding of the facts.\n\nVictims:\n\nThe victim of a crime is generally named in the charge laid and this information is public. Prior to charges being laid, we may choose to publish the name or otherwise identify a crime victim, even though the information is not yet of a public nature. We may do so if it is in the public interest, or if the victim is dead or is considered a missing person by the authorities (for instance an Amber Alert) or with the consent of the victim, or of their parents if the crime victim is a child. (See «Children involved in a case».)\n\nPublication ban:\n\nThe law or a court order may, in certain circumstances, ban the publication of any information that could identify a victim, a witness or even an accused. This is generally the case for victims of sex crimes. It is also the case for young accused under the special provisions applicable to crimes committed by young offenders, for their young victims and for young witnesses in the case. In reporting on cases where a party must not be identified, we will ensure that no information is disclosed that would allow identification by deduction (indirect identification).\n\nChildren involved in a case:\n\nWhen children are involved in a legal proceeding as witnesses or as victims of an adult accused and their anonymity is not required by law or court order, we do not seek to interview them unless the parents give consent. We avoid revealing their identity if that is not required to understand the facts of the case or the testimony given.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/court-reporting"
  },
  {
    "content_section": "Court Reporting",
    "content_subsection": "Fair Treatment and Reporting of Outcome of Legal or Disciplinary Proceedings",
    "content": "When we cover a legal or disciplinary proceeding, we are aware of the importance of reporting its outcome and we treat the persons concerned with dignity.\n\nRigour in coverage requires that we report fairly on the evidence and the claims of the parties involved. If we invite audience members to comment on news from legal proceedings, we strive to ensure that the comments published will not compromise due process.\n\nWhen a suspect or a person accused of an offence has been identified in our reporting, we strive to communicate on at least one of our platforms the outcome of legal or disciplinary proceedings when we become aware of them.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/court-reporting"
  },
  {
    "content_section": "Court Reporting",
    "content_subsection": "Release of Persons Convicted of Sex Crimes or Violent Crimes",
    "content": "Persons convicted of sexual assault or other crimes of a sexual or violent nature have a right to rehabilitation.\n\nWe report on criminal records after carefully assessing the relevance of publishing this information. We consider the specific situation and assess risk to the safety of others against society’s interest in facilitating the convicted person’s return to society at the end of his or her sentence.\n\nBefore identifying a person released after conviction for a crime of a sexual or violent nature or reporting information on his or her place of residence or place of work, we refer the decision to the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/court-reporting"
  },
  {
    "content_section": "Court Reporting",
    "content_subsection": "Interviews with Criminals",
    "content": "Interviews with persons who have been convicted of a crime or who have confessed to a crime must be justified editorially with due regard to the risk of contributing to the glorification of criminal behaviour.\n\nAny proposal to interview a criminal about the circumstances of their crime requires approval by the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/court-reporting"
  },
  {
    "content_section": "Court Reporting",
    "content_subsection": "Respect for the Suffering of Victims and their Family",
    "content": "In approaching victims or witnesses of tragic events, we carefully weigh both the public interest of full reporting and the need to show compassion and restraint. In such situations we are considerate and we use judgment.\n\nWe take care not to exert undue pressure on a distressed person for an interview.\n\nWhen images or audio clips could upset part of the audience, we choose them carefully. We limit their use to what is necessary for an understanding of the subject and we provide an audience advisory before use on any of our platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/court-reporting"
  },
  {
    "content_section": "Crime And Police Reporting",
    "content_subsection": "Respect for the Suffering of Victims and their Family",
    "content": "In approaching victims or witnesses of tragic events, we carefully weigh both the public interest of full reporting and the need to show compassion and restraint. In such situations we are considerate and we use judgment.\n\nWe take care not to exert undue pressure on a distressed person for an interview.\n\nWhen images or audio clips could upset part of the audience, we choose them carefully. We limit their use to what is necessary for an understanding of the subject and we provide an audience advisory before use on any of our platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/crime-and-police-reporting"
  },
  {
    "content_section": "Crime And Police Reporting",
    "content_subsection": "Depiction of Violence",
    "content": "We reflect the reality of the situations we report. We also respect the sensibilities of our viewers, listeners and readers.\n\nScenes of violence and suffering are part of our coverage of wars, disaster, crime and conflict.\n\nWe respect our audience by assessing the impact of our images according to time of day and the context of the program where such material is appearing.\n\nIf it is necessary to use graphic images, we will add a warning ahead of their use.\n\nWe should familiarize ourselves with any laws or regulations about the depiction of violence.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/crime-and-police-reporting"
  },
  {
    "content_section": "Crime And Police Reporting",
    "content_subsection": "Suicide",
    "content": "We are sensitive in our handling of suicides, suicide attempts and desperate acts. In particular, we avoid describing the act in detail or illustrating the method, and we consider the risk of glorifying this behaviour or of influencing vulnerable people.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/crime-and-police-reporting"
  },
  {
    "content_section": "Crime And Police Reporting",
    "content_subsection": "Bomb Threats",
    "content": "We generally refrain from publishing threats to individuals except where there is significant public interest.\n\nWe generally refrain from publishing threats to institutions unless the threats or the security measures that ensue involve consequences for the public.\n\nA threat of violence received by CBC, such as a bomb threat, must be immediately reported to the police.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/crime-and-police-reporting"
  },
  {
    "content_section": "Crime And Police Reporting",
    "content_subsection": "Identification of Accident and Crime Victims",
    "content": "If police have not released the identity of a person who has died as a result of an accident or a crime, we refrain from publishing this information until we have confirmed it. If the immediate family has not been notified, we consider the public interest before identifying the victim.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/crime-and-police-reporting"
  },
  {
    "content_section": "Crime And Police Reporting",
    "content_subsection": "Disappearances and Amber Alerts",
    "content": "Disappearances, especially disappearances of children, capture media attention. In these circumstances we play a role by publishing information to facilitate the search for and return of the missing person – notably under the Amber Alert protocol. At the same time, we keep a critical distance and report the facts while treating those involved with consideration.\n\nIn many Canadian municipalities and regions, CBC has adhered to an Amber Alert protocol for quick, regular and continuing broadcast and publication of information facilitating the search for a missing child who police believe has been abducted and who could be in danger. This information generally includes details identifying the missing child and can be broadcast or posted online while the Amber Alert is in effect. To determine the conditions under which this information is published and the point at which its publication should cease, we refer to the procedures put in place by CBC for deployment of an Amber Alert.\n\nIf the person is found and charges are laid in connection with the disappearance, we follow the usual rules and practices concerning identification of accused persons, witnesses and victims regardless of their prior identification in broadcasts of publications while the search was ongoing.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/crime-and-police-reporting"
  },
  {
    "content_section": "Crime And Police Reporting",
    "content_subsection": "Accompanying a Police Patrol",
    "content": "We sometimes accompany police officers on patrol or in a police operation. Our goal is to inform the public about the way those responsible for law enforcement ensure public safety and administer justice. Law enforcement officers are called upon to intervene in situations where physical violence may occur. They are also required to collect evidence that could incriminate or exonerate an accused at trial.\n\nOur presence on a police patrol carries a risk of confusion between the active roles played by law officers in their work and our role as observers. In our job we gather facts to report to the public, not evidence for the administration of justice.\n\nThere are things officers of the law can do in the course of their duties that we cannot. We would run the risk of trespassing on private property or invading privacy. We do not have the same entry privileges as police officers. Unless we have been directly invited or authorized by the owner or occupant of the premises, we will act with respect for their privacy.\n\nBefore agreeing to accompany law officers in their work, we ensure that the limits to our involvement are clearly stated. We take care to assess all the risks arising from our presence in the company of law officers and will refer the final decision to take part in this type of operation to the Managing Editor, in consultation with the Law Department.\n\nWe clearly advise the audience of the limits imposed on us as observers of the facts and take care to respect the privacy and the presumption of innocence of anyone featured in this kind of police reporting.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/crime-and-police-reporting"
  },
  {
    "content_section": "Emergency Broadcaster Cbcs Role",
    "content_subsection": "National Emergencies",
    "content": "From time to time, in cases of national emergency, CBC makes itself available to get important information to Canadians in a timely fashion. The decision to do so rests with Senior Management.\n\nWe, however, will still continue to conduct our journalism in the usual manner. The fact that CBC is acting in the role of Emergency Broadcaster does not affect journalistic pursuit.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/emergency-broadcaster-cbcs-role"
  },
  {
    "content_section": "Emergency Broadcaster Cbcs Role",
    "content_subsection": "Disappearances and Amber Alerts",
    "content": "Disappearances, especially disappearances of children, capture media attention. In these circumstances we play a role by publishing information to facilitate the search for and return of the missing person – notably under the Amber Alert protocol. At the same time, we keep a critical distance and report the facts while treating those involved with consideration.\n\nIn many Canadian municipalities and regions, CBC has adhered to an Amber Alert protocol for quick, regular and continuing broadcast and publication of information facilitating the search for a missing child who police believe has been abducted and who could be in danger. This information generally includes details identifying the missing child and can be broadcast or posted online while the Amber Alert is in effect. To determine the conditions under which this information is published and the point at which its publication should cease, we refer to the procedures put in place by CBC for deployment of an Amber Alert.\n\nIf the person is found and charges are laid in connection with the disappearance, we follow the usual rules and practices concerning identification of accused persons, witnesses and victims regardless of their prior identification in broadcasts of publications while the search was ongoing.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/emergency-broadcaster-cbcs-role"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Responsibility and Accountability Related to Interviews",
    "content": "CBC takes responsibility for the consequences of its decision to publish a person’s statements in the context it chooses. When we present a person’s statements in support of our reporting of facts, we ensure that the statements have been diligently checked. In the case of comments made by a person expressing an honest opinion, we ensure that the opinion is grounded in facts bearing on a matter of public interest.\n\nThe interviewee also takes responsibility for his or her statement. As a general rule, we offer the interviewee no immunity or protection from the consequences of publication of the statements we gather.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Identification of Interviewees",
    "content": "We are open and straightforward when we present interviewees and their statements. We make every effort to disclose the identity of interviewees and to give the context and explanations necessary for the audience to judge the relevance and credibility of their statements. In exceptional cases and for serious cause, we may decide to withhold such information in whole or in part. In such cases we explain the situation to the audience without disclosing the information that must be kept secret.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Conduct and Use of Interviews",
    "content": "We inform proposed interviewees of the subject of the interview. As a general rule, if the person is scheduled to give an interview for broadcast, we do not provide in advance the questions they will be asked. That could give a false impression of spontaneity in the interviewee’s responses and unduly limit the interviewer’s ability to react to interviewee statements with supplementary questions. However, if the only way to gather information is via emails or social media, this context should be disclosed when the content is used.\n\nWe advise the interviewee of how we plan to use the interview. When an interview is recorded, it may be edited before publication for length or to select the relevant passages. At our discretion, we may choose to rebroadcast an interview in whole or in part, post it online or make it accessible in website archives, or not be published at all.\n\nWhatever the context in which we choose to use the content of the interview, we will respect the meaning of an interviewee’s statements. We try to avoid situations where prior restraint would be agreed to or imposed.\n\nIf, for serious cause, we do agree to restrict the use that may be made of an interview, we take the necessary measures to comply with this commitment. It may be necessary to explain to the audience that such restrictions have been agreed to, so the public can assess the credibility of the interviewee’s statements.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Remuneration of Interviewees",
    "content": "We do not pay people for interviews used in our reporting. Nor do we pay people for eyewitness accounts or answering our questions about events in which they participated. That would compromise the credibility of our reporting. It may be acceptable to reimburse certain legitimate expenses incurred by the interviewee in order to be available for the interview. If substantial expenses are involved, the proposal is referred to the Director.\n\nPayment of fees at recognized rates to experts or commentators is current practice and acceptable where the person comments on news or current affairs and adds context to our content without being an actor in the event or issue. In this context the payment of fees need not be reported on air.\n\nWe may also be required to pay royalties for the broadcast or reproduction of copyrighted work such as photos, video recordings, audio recordings, drawings or other material that may be relevant to an interviewee’s statements. This does not constitute payment to a source.\n\nWe do not pay politicians, their representatives or other holders of public office for participating in our broadcasts, news bulletins, reporting or online content. In addition, the law governing federal MPs and senators prohibits them from receiving any payment whatever from CBC, including reimbursements of expenses, fees or royalties), because of its status as a federal Crown corporation.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Statements Recorded Outside a Formal Interview",
    "content": "In the period leading up to or following an interview proper, an interviewee may make statements that are recorded and that may be pertinent to report. In such cases we inform the interviewee of our intention to make public the statements he or she made outside the formal interview and we take into account the explanations or context the interviewee may provide to us. If the interviewee objects to publication of this part of the recording, we carefully weigh the public interest of reporting the statements anyway, with consideration for the interviewee’s arguments and the effect of such a decision on the perception of the public and of potential CBC interviewees. The decision should be discussed with the Managing Editor. If we publish statements made outside a formal interview, we explain to the audience the conditions under which they were recorded.\n\nIt may happen in connection with a live broadcast that statements are picked up and broadcast without the interviewee’s being aware that he or she is on the air. Depending on the nature of the statements broadcast, it may be appropriate to give the interviewee an opportunity to clarify his or her thought or explain such statements, especially if they could cause prejudice.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Interviews Without Consent",
    "content": "We generally respect a person’s refusal to be interviewed. However, in the public interest we may choose to disregard the refusal, especially in investigative reporting or when a person plays a key role in an event of public interest.\n\nIn such cases, we first try to persuade the person to be interviewed. If he or she continues to refuse and we consider it essential to record his or her reaction to our questions, we may confront the person, identify ourselves as CBC journalists, and record for broadcast his or her statements without obtaining consent.\n\nA decision to confront a person who has refused an interview will be discussed in advance with the Managing Editor, as will a decision whether to conceal the camera in such an instance. If the camera is concealed, we ask the Director before broadcasting.\n\nWe resort to this form of interview in the public interest, not simply for stylistic effect.\n\nWhen we suspect a person of criminal activity or of obvious abuse, contacting this person to arrange an interview may cause that person to flee. We may then consider it necessary to confront and record this person without prior contact. This exceptional procedure requires prior authorization by the Director.\n\nIn the case of statements made by telephone, regulatory provisions may restrict the conditions under which they may be published. We will ascertain the specific application of these restrictions and consult editorial management before putting them on air.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Informing the Audience of a Refusal to be Interviewed",
    "content": "When a person considered necessary to a story refuses to be interviewed or provide comment, in fairness to all parties, we advise the audience of the refusal. When appropriate, we also provide the reasons given.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Editing of an Interview",
    "content": "Questions and answers can be excerpted from a complete interview for use in a report, intercut with narration, news footage or excerpts from other interviews. Similarly, a longer interview often needs editing to cut unnecessary passages or to fit program timing.\n\nWhatever editing we do, we present what the interviewee said fairly and without distortion.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Request for Non-publication",
    "content": "To preserve our independence, we do not grant veto power to the people we interview.\n\nWe may publish any material gathered, provided it complies with our journalistic principles and standards.\n\nHowever, we undertake to seriously consider a request for non-publication. We may decide not to publish the material gathered, for instance where:\n\nA person’s personal safety or job security is threatened.\nThe information gathered is no longer accurate or relevant.\n\nRequests for non-publication are referred to the Managing Editor.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Reply",
    "content": "A person may consider that he or she has been wronged by one of our reports and request that we publish his or her reply.\n\nCanadian law does not grant right of reply and CBC reserves full editorial authority over the content of all its platforms.\n\nHowever, if the complaint raises new facts and we believe these facts would impact the accuracy, fairness or balance of the main points of view featured in our report, we will ensure that this information is brought to the attention of our audiences.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Censorship and Hindrance of Freedom of the Press",
    "content": "We advise our audience if we are required to submit an interview to a government, judicial or military authority for clearance, whether or not the material was censored.\n\nWe will do the same if our work is hindered or controlled in whole or in part by an exercise of authority or by threats, violence or intimidation affecting the quality of the information we are able to communicate.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Children and Youth: Interviews",
    "content": "The participation of children (15 and younger) and youth (16 or 17) in our programs and content entails special challenges. Children and youth do not necessarily have the experience to weigh the consequences of publication of their statements. They nevertheless enjoy freedom of expression and the right to information. Their realities and concerns cannot be fully reflected without being heard in our reporting.\n\nParents or those exercising parental authority are often the guardians of this balance and we generally respect their judgment in this regard. However, in some cases a parent can abuse his or her authority and fail to act in the best interest of the child or youth. There are also other circumstances where it may be appropriate to allow youths to exercise their good judgment about granting an interview or otherwise participating in our programming or content, for instance when no foreseeable inconvenience or detrimental consequences for them or their family could ensue.\n\nWe carefully assess the impacts according to the specifics of each situation. We respect the will of the child or youth and we put his or her interests foremost.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Interviews",
    "content_subsection": "Recording of Conversation or Pre-interview with a Source",
    "content": "We often record our conversations with information sources or potential guests for note-taking purposes. This is common practice and is generally done openly, but may be done with or without the interviewee’s knowledge.\n\nWhether made with or without the source’s knowledge, recordings of conversations or pre-interviews are generally not published. We are aware that publication of this type of material could undermine a source’s confidence in journalists. It could also have legal or regulatory consequences.\n\nWe accordingly take care to explore all alternatives to publication of this type of material, in keeping with our journalistic values, and will refer to the Director. We will publish it only in cases when it is in the public interest and publication is the best way to ensure the accuracy, fairness and balance of our report.\n\nAny proposal to broadcast a recording made without the knowledge of the interviewee is referred to the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/interviews"
  },
  {
    "content_section": "Introduction",
    "content_subsection": "Our Mission and Principles",
    "content": "Our Mission\n\nWe are Canada's national public news and information service. We are rooted in every region of the country and report on Canada and the world to provide a Canadian perspective on international news and current affairs.\n\nWe provide Canadians with information when and how they want it, through an evolving range of media.\n\nTo serve the public interest \n\nOur mission is to inform, to reveal, to contribute to the understanding of issues of public interest and to encourage citizens to participate in our free and democratic society.\n\nTo reflect diversity\n\nWe are committed to reflecting accurately the range of experiences and points of view of all citizens. All Canadians, of whatever origins, perspectives and beliefs, should feel that our news and current affairs coverage is relevant to them and lives up to our principles.\n\nWe have a special responsibility to reflect regional and cultural diversity, as well as fostering respect and understanding across regions.\n\nTo protect our independence\n\nWe are independent of all lobbies and of all political and economic influence. We uphold freedom of expression and freedom of the press, the touchstones of a free and democratic society. Public interest guides all our decisions.\n\nTo act responsibly and to be accountable\n\nWe are aware of the impact of our work and are honest with our audiences. We do not hesitate to correct any mistake when necessary nor to follow up a story when a situation changes significantly. We do not plagiarize.\n\nThe office of the Ombudsman reviews our practices against the standards set out in these policies. We openly provide the public with the means to judge and hold us to account by sharing with it research we may use to measure the quality and standards of our journalism.\n\nWe manage our resources responsibly. We strive for journalistic excellence and best practices in all of our journalistic endeavours.\n\nOur Principles\n\nAccuracy\n\nWe seek out the truth in all matters of public interest. We invest our time and our skills to learn, understand and clearly explain the facts to our audience. The production techniques we use serve to present the content in a clear and accessible manner.\n\nFairness\n\nIn our information gathering and reporting, we treat individuals and organizations with openness and respect. We are mindful of their rights. We treat them even‑handedly.\n\nBalance\n\nWe contribute to informed debate on issues that matter to Canadians by reflecting a diversity of opinion. Our content on all platforms presents a wide range of subject matter and views.\n\nOn issues of controversy, we ensure that divergent views are reflected respectfully, taking into account their relevance to the debate and how widely held these views are. We also ensure that they are represented over a reasonable period of time.\n\nImpartiality\n\nWe provide professional judgment based on facts and expertise. We do not promote any particular point of view on matters of public debate.\n\nIntegrity\n\nThe trust of the public is our most valued asset. We avoid putting ourselves in real or potential conflict of interest. This is essential to our credibility.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/introduction"
  },
  {
    "content_section": "Introduction",
    "content_subsection": "Scope",
    "content": "All employees of CBC News, as well as the content they create, must respect the principles of accuracy, fairness, balance, impartiality and integrity as expressed through the Journalistic Standards and Practices (JSP).\n\nEmployees of other CBC services, and the content they create, may also be obliged to respect all of some of these principles as follows:\n\nEmployees of Local Services, Radio Talk information programming, or any service involved in the creation of news, current affairs and public affairs content, must respect all of the principles of the JSP.\n\nWith the exception of fiction and comedy, content produced by other employees which touches on politics, social issues, economics, cultural issues, scientific issues or sports – particularly if the issues are controversial – must respect the principles of accuracy, fairness and balance.\n\nUser-generated content, when incorporated into information programming, must conform with the principles of the JSP.\n\nMoreover, in an election or referendum period, the JSP applies to all content related to the campaign, parties or candidates that is broadcast and published by the CBC, regardless of the department concerned.\n\nThe Editors in Chief of the French and English Services are responsible for interpreting and applying the JSP and must be consulted in case of doubt by those responsible for general-interest programs and content. When sports, arts or other specialized units prepare news content, they are accountable to the Editor in Chief who has final editorial authority over it.\n\nAll the above rules apply to non-CBC staff hired or contracted to help in the production of this content during their employment with CBC.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/introduction"
  },
  {
    "content_section": "Introduction",
    "content_subsection": "News, Current Affairs and Public Affairs Content Commissioned by CBC and Produced by Third Parties",
    "content": "The JSP applies to all news, current affairs and public affairs content commissioned by CBC and produced by third parties.\n\nA proposal for content that is not fully in compliance should be referred to the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/introduction"
  },
  {
    "content_section": "Introduction",
    "content_subsection": "Editorial Responsibility and Upward Referral",
    "content": "We make ourselves familiar with the contents of the JSP. We apply the JSP to each situation in good faith and according to our best judgement.\n\nWe keep up with best journalistic practices, share our experiences and ask ourselves questions before making editorial decisions.\n\nWe refer to senior editorial management any question raising a doubt or any decision that could affect CBC’s credibility, independence or reputation as a provider of high-quality information.\n\nJournalistic Standards and Practices specify on occasion that certain matters must be referred to a specific level of management.\n\nThe employee or manager making an editorial decision is accountable for that decision. Questions of a legal nature may be referred to CBC’s Law Department.\n\nThe final editorial decision rests with the managers responsible for programs and online content.\n\nMany of the standards and practices listed herein are rooted in values outlined by CBC Corporate Policies. Employees governed by the Journalistic Standards and Practices should consult and be familiar with these policies.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/introduction"
  },
  {
    "content_section": "Introduction",
    "content_subsection": "Partnerships and Funding",
    "content": "We maintain editorial independence and control over our journalistic content.\n\nThe use of outside funding cannot influence that content or create the perception that the funding body or partner has any influence.\n\nIf content is produced using external funding, that fact will be disclosed to the audience.\n\nStaff wanting to use outside funding to create news content or programming – including from an NGO, federal agency or professional scholarship or fellowship – will seek prior approval from the Director.\n\nThere are times where for business or philanthropic purposes the CBC itself engages in partnerships with outside entities. News coverage cannot be a condition of such partnerships.\n\nIf there is news coverage, it should respect the JSP, and be done in such a way that journalists involved are not endorsing an event or a product.\n\nThese conditions apply as well to productions acquired by CBC. If there are any funding relationships or conditions attached, they must be fully disclosed to CBC in writing.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/introduction"
  },
  {
    "content_section": "Introduction",
    "content_subsection": "Publicity and Advertising",
    "content": "CBC does not allow sponsors to use commercial time to run information programming they have created. We are responsible for all information programming, no matter where it is placed on the schedule.\n\nCBC’s credibility and brand as an information provider must never be compromised. Information content may be accompanied by advertising or promotion. However, we do not commercially exploit the brand of our information programs and content in any way detrimental to our independence, credibility or integrity as a public service.\n\nThis means that CBC's journalistic staff do not prepare or present any paid advertising content.\n\nAds should be clearly defined in appearance and placement so that the public does not confuse them with CBC news content.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/introduction"
  },
  {
    "content_section": "Introduction",
    "content_subsection": "Brand protection: fiction",
    "content": "Any proposal to have journalists simulate their work in fiction, parody or advertising must be referred to the General Manager and Editor in Chief.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/introduction"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Unique Features of Investigative Journalism",
    "content": "Investigative journalism is a specific genre of reporting which can lead to conclusions and, in some cases, strong editorial judgments. A journalistic investigation is usually based on a premise but we do not broadcast an investigative report until we have ensured that the facts and evidence support the conclusions and judgments.\n\nTo achieve fairness, we diligently attempt to present the point of view of the person or institution being investigated.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Double Sourcing",
    "content": "Our commitment to accuracy and integrity means we try where possible to verify the information with a second source. And there may be times when more than two sources are required.\n\nOur stories are based on information we have verified. Wherever possible, our stories use first-hand, identifiable sources – participants in an event or authenticated documents.\n\nThe importance of second sourcing is influenced by the nature and quality of the primary source.\n\nIf the primary source is confidential, we will, to the best of our ability, attempt to verify the accuracy of the information through independent corroboration.\n\nWe will refer any decision to publish a story based on a single confidential source to the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Payment to Sources",
    "content": "To ensure we maintain our independence, we do not pay for information from a source in a story.\n\nHowever, payment of fees at recognized rates to specialists for an expert report or a scientific analysis is acceptable. This is not chequebook journalism. In this context the payment of fees need not be reported on air.\n\nIncreasingly, audience members are becoming contributors; providing photos or footage of news events. As CBC does pay for freelance content, it may be appropriate, in rare circumstances, to pay for authenticated content. A decision to do so must be referred to the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Recording of Conversation or Pre-interview with a Source",
    "content": "We often record our conversations with information sources or potential guests for note-taking purposes. This is common practice and is generally done openly, but may be done with or without the interviewee’s knowledge.\n\nWhether made with or without the source’s knowledge, recordings of conversations or pre-interviews are generally not published. We are aware that publication of this type of material could undermine a source’s confidence in journalists. It could also have legal or regulatory consequences.\n\nWe accordingly take care to explore all alternatives to publication of this type of material, in keeping with our journalistic values, and will refer to senior editorial management. We will publish it only in cases when it is in the public interest and publication is the best way to ensure the accuracy, fairness and balance of our report.\n\nAny proposal to broadcast a recording made without the knowledge of the interviewee is referred to the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Agreements with Sources",
    "content": "Our stories are based on information we have verified. Wherever possible, our stories use first-hand, identifiable sources – participants in an event or authenticated documents.\n\nBefore we agree to any conditions that would limit our use of information, we are explicit about what those conditions are. We also come to agreement with the source before the information is shared.\n\nWe can agree to talk to a source “off the record”, which means information cannot be used in a published form, nor can the source be named.\n\nWe can also agree to publish information from a source, but without identifying that source, in one of two ways:\n\nA confidential source is when the journalist knows the identity of the person, but agrees to protect their identity;\nAn anonymous source is when the identity of the source is not known to the journalist. The use of such sources is exceptional and should be approved by the Managing Editor;\nInformation obtained from confidential or anonymous sources should be verified before it is released.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Protection of Sources – Granting Confidentiality",
    "content": "Our ability to protect sources allows people with important information to come forward and expose matters of public interest. If we do not properly protect our confidential sources, potential sources will not trust us. This compromises our ability to expose abuses of power.\n\nWe offer protection to sources based on such factors as: the potential impact and importance of the information on the lives of Canadians and its potential influence on public policy.\n\nWe also consider the extent of personal or professional hardship and possible danger the source may face if his/her identity becomes known.\n\nWe must make efforts to establish the source’s credibility and/or find means to corroborate the information.\n\nOnce we have undertaken to protect a source, we ensure no details that could lead to identification are revealed. We are careful in the use of research material. We use the best technical tools to hide an identity for broadcast.\n\nWhenever confidentiality is granted, both the journalist and the source must be fully aware that this commitment extends to CBC as well, and is not merely limited to the journalist granting it.\n\nThere may be legal implications in granting protection. Journalists should be familiar with relevant regulation or seek legal guidance.\n\nBefore a confidential source is used in a story or a story is published based on the information provided, the Managing Editor must be told who the source is, and what the agreement entails.\n\nDisclosure of sources within the journalistic line of responsibility should not be confused with public disclosure of sources.\n\nSeniority of required approvals will depend upon the scope and scale of the story and its potential impact on people or institutions.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Identification of Interviewees",
    "content": "We are open and straightforward when we present interviewees and their statements. We make every effort to disclose the identity of interviewees and to give the context and explanations necessary for the audience to judge the relevance and credibility of their statements. In exceptional cases and for serious cause, we may decide to withhold such information in whole or in part. In such cases we explain the situation to the audience without disclosing the information that must be kept secret.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Use of Leaked Documents",
    "content": "Leaked documents from known or anonymous sources can provide important research for a story.\n\nWhen we receive leaked documents, we verify the authenticity, corroborate the information they contain, and carefully assess the motives of the person who leaked them.\n\nThere are also times when the content of the documents or the fact of their existence is an important part of the story. If we have agreed to protect the identity of the person who has provided the material, we are careful that the publication of the leaked documents does not inadvertently identify the source.\n\nThere may be national security or legal issues attached to the possession and publication of some leaked documents. We will take these issues into account and seek legal advice.\n\nThe decision to publish leaked documents raising legal or national security concerns is referred to the General Manager and Editor in Chief.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Embargos",
    "content": "Persons or organizations preparing to publish the results of research or investigations will often offer us privileged access to the conclusions of their report on condition that we undertake to publish nothing of the shared content before a date set by the report’s author. This is called receiving information under embargo. A commitment to comply with the embargo may also have been made by a news agency that provides us with articles identified as embargoed.\n\nOur policy is to fulfill our embargo commitments. Prior access to a study report allows us to better prepare our reports and to do rigorous reporting work on the results, and is thus a net benefit to the quality of information we publish. Also, we need to keep our word in order to keep information flowing from our sources.\n\nHowever, if the embargo is violated by another media organization, we may consider publication after consulting editorial management and after informing the organization that asked for the embargo. We will inform them that the embargo has been broken and that we intend in turn to go public with the information.\n\nIf we have already obtained information covered by the material under embargo, we will avoid agreeing to an embargo and will publish the information according to our own criteria of newsworthiness and at the time we consider appropriate.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Verification of User Generated Content in News Stories",
    "content": "CBC is responsible for all content on its news sites. This policy covers text, image, video or audio contributions from the public which are incorporated into news coverage on any platform.\n\nMaterial that originates from a non-CBC source is clearly identified as such.\n\nBefore text, image, video or audio is published, we try to verify the information with a second source. There may be times when a third source is required.\n\nWe are clear with the audience about what we do and do not know. This could include explaining the user’s relationship to the events.\n\nIn exceptional circumstances, it may be difficult to authenticate a contribution. There may be times where because of timeliness or as a matter of public interest, we decide to publish without full verification.The decision to publish material without full authentication must be referred to the Managing Editor. We should disclose such decisions to the audience.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Clandestine Methods: Principles",
    "content": "In journalism, clandestine methods include: recording a scene or statements with hidden technical devices; conducting an interview without first identifying oneself as a journalist; asking someone else to gather information on our behalf using any of these methods; and using concealment techniques when we gather digital information.\n\nSince we are aware that unwarranted use of clandestine methods could impair the credibility of our reporting, we will ascertain beforehand that the method chosen clearly serves the public interest and is lawful. We will consult appropriate editorial management on the method we propose to use and its purpose, whether material will be gathered mainly for research on the subject or for publication in our report.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Hidden Cameras and Microphones: Justification for Recording",
    "content": "We will hide our recording equipment only in circumstances where we believe it would be difficult or impossible to gather the information by acting more openly. We will consult with the Managing Editor before undertaking clandestine recordings.\n\nPublic places:\n\nWe may choose to conceal our recording equipment in a public place – anywhere the public has unrestricted access – to record behavior that is a matter of public interest and that the presence of the camera might alter.\n\nWe may also choose to do so where a hostile crowd or individuals threaten the safety of journalists so that our ability to do our work would be hindered.\n\nPrivate places:\n\nBefore bringing hidden recording equipment into private spaces, to which access is restricted, we will ensure the following:\n\nWe have credible information indicating the likelihood of illegal or antisocial activity or an abuse of trust, or indicating that such activity likely exists within the sector of society or industry being investigated;\nWe are confident that an open attempt to gather the information sought would fail; and,\nThe information sought would be useful evidence for a demonstration of illegal or antisocial activity or abuse of trust.\n\nWe will consult with the Managing Editor to confirm our assessment of the situation, and will take care to comply with legal restrictions before undertaking clandestine recordings in private places.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Hidden Cameras and Microphones: Justification of Publication of Material Gathered",
    "content": "Clandestinely recorded material will be carefully evaluated. Any proposed broadcast or online posting of a clandestine recording must be approved by a Director.\n\nThe following are examples where clandestine recording and publication of material could be warranted:\n\nMaterial recorded in a public place:\n\nMaterial gathered in a public place to illustrate behaviour, attitudes or reactions that would otherwise be impossible to document. We will ensure that the editing of the material results in a faithful representation of the reality being reported.\n\nWe will also take into account certain concepts specific to Quebec civil law, such as the right to one’s likeness, and ensure, in consultation with the Law Department when in doubt, that we properly understand the scope of these concepts and how they apply in specific cases.\n\nMaterial illustrating an illegal or antisocial activity or an abuse of trust:\n\nIf selected excerpts of the material gathered reveal illegal or antisocial activity or an abuse of trust, we will attempt to confront the person exposed in the clandestine recording and will take his or her reaction into account in our report.\n\nClandestine recording by a third party:\n\nSometimes a person outside CBC provides a recording made without the knowledge of one or more of the persons recorded. We first and foremost seek to verify that the recording was made lawfully. We will also seek to verify its authenticity.\n\nWe will ensure that the editing of the material results in a faithful representation of the reality being reported on.\n\nIf the recording reveals illegal or antisocial activity or an abuse of trust or contains information of public interest, its publication in whole or in part may be warranted, provided we have attempted to confront the persons recorded and have taken their reactions into account in our report. Publication of a clandestine recording provided by a third party requires Director approval.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Concealment of identity as Journalist",
    "content": "We generally practice our reporting openly. However, there are times, while investigating a matter of public interest, a reporter will conceal his or her occupation and true purpose and pose as an ordinary citizen. We will consult with the Director before doing so. Our overriding priority will be sound public service journalism. Whatever the means used to contact a source without identifying oneself as a journalist (in person, by telephone, by email, through social networks), we will attempt to confront the source and take his or her reaction into account in our report.\n\nWhen the investigation bears on illegal or antisocial behaviour or abuse of trust and the gathering of information of public interest, the journalist may need to infiltrate an organization to get first-hand information. We take into account possible safety issues for the journalist involved.\n\nBefore resorting to infiltration we will ensure that the following conditions are met:\n\nWe have a credible source that gives us reason to believe a subject of our reporting is behaving illegally or antisocially or abusing a trust;\nAn open approach would have little chance of obtaining the information sought or of confirming the behaviour we seek to report;\nInfiltration allows us to gather the best evidence of the behaviour in question.\n\nAny plan to infiltrate will be submitted to the Director for prior approval.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Data Journalism",
    "content": "Many organizations share data with the public through websites and online databases.\n\nOur Journalistic Standards and Practices apply to journalists, developers and programmers who gather, analyze, visualize and report on this data.\n\nWeb scrapers can be used as a way to extract publicly available information from websites in a short time frame.\n\nWhen using web scrapers, we strive to be transparent toward the organization hosting the data.\n\nWe also take reasonable steps to minimize any performance impact our web scrapers may have on servers and other public users of a website.\n\nWhen we judge it to be in the public interest, we may also decide to use clandestine methods to obtain the data (see chapter Principles – Clandestine methods). This may involve legal considerations. Before doing so, we obtain approval from the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Intercepting Conference Calls",
    "content": "We respect the privacy of individuals, groups and organizations when they conduct conversations via conference calls.\n\nAs a rule, we do not attempt to hack in, or listen in without being openly invited to participate in a conference call. However, if a participant on the call offers to share the information after the fact, the principles for our treatment of sources would guide our use of the material.\n\nWe may consider listening in or recording without the knowledge of all the participants, if all the following conditions have been met :\n\nWe have been given access to the conference call with the consent of at least one participant to the call;\nWe have credible information indicating the likelihood of illegal or antisocial activity or an abuse of trust;\nWe are confident that an open attempt to gather the information sought would fail;\nThe information sought would be useful evidence for a demonstration of illegal or antisocial activity or abuse of trust; and,\nWe have sought prior authorization from the Director.\n\nIf the conference call was recorded, the use of the recording on air or online is subject to the conditions set in Hidden Cameras and Microphones – Justification of Publication of Material Gathered.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Principles: Privacy",
    "content": "We exercise our right of access to information and our freedom of expression within the context of individual rights. One of these is the right to privacy.\n\nIn situations involving personal suffering and pain, we balance the public’s right to know against individual human dignity.\n\nWe disclose information of a private nature only when the subject matter is of public interest.\n\nWithout limiting the meaning of public interest, we work in the public interest when we reveal information that helps our audience make decisions about matters of public debate and when we expose illegal activity, anti-social behavior, corruption, abuse of trust, negligence and incompetence, or a situation that poses a risk to the health and safety of others.\n\nSome aspects of privacy are protected in law. It varies from province to province or territory; federal statutes cover some areas.\n\nCBC journalists must be familiar with the legal aspects of privacy or, when unsure, seek legal guidance.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Use of Private Correspondence",
    "content": "We do not reveal the content of private correspondence not addressed to us (e-mails, letters or voice mail) unless it is in the public interest to publish the information. We must make every effort to verify that the information is accurate. We allow the person or institution affected to comment on the information we propose to reveal.\n\nWhere there may be legal considerations, journalists should seek legal advice.\n\nA decision to publish private correspondence requires authorization from the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Trespass",
    "content": "We understand and respect private property. We should be aware of the legal issues of violating private space and seek advice when unsure. The definition of private space is not the same in every province and territory.\n\nWe usually do not enter private space without obtaining permission from those with authority to provide it.\n\nThis is different from observing or recording events taking place on private property from a public space. But, we weigh the value and importance of doing so against the principles of privacy as laid out in this section.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Drones",
    "content": "Sometimes new technologies change the way journalists are able to gather images and information.\n\nUse of these technologies generally does not change the way we interpret our standards and practices.\n\nOne such example is the use of drones.\n\nImages captured by cameras attached to drones may violate the principle of respect for privacy. Any capture or dissemination of material involving this principle should be assessed against the public interest in accordance with the provisions of the Privacy standards elsewhere in this document.\n\nWhere appropriate, we may also refer to provisions for Clandestine Methods.\n\nWe should be aware of legal regulations concerning the use of drones.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Identification of Accident and Crime Victims",
    "content": "If police have not released the identity of a person who has died as a result of an accident or a crime, we refrain from publishing this information until we have confirmed it. If the immediate family has not been notified, we consider the public interest before identifying the victim.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Accompanying a Police Patrol",
    "content": "We sometimes accompany police officers on patrol or in a police operation. Our goal is to inform the public about the way those responsible for law enforcement ensure public safety and administer justice. Law enforcement officers are called upon to intervene in situations where physical violence may occur. They are also required to collect evidence that could incriminate or exonerate an accused at trial.\n\nOur presence on a police patrol carries a risk of confusion between the active roles played by law officers in their work and our role as observers. In our job we gather facts to report to the public, not evidence for the administration of justice.\n\nThere are things officers of the law can do in the course of their duties that we cannot. We would run the risk of trespassing on private property or invading privacy. We do not have the same entry privileges as police officers. Unless we have been directly invited or authorized by the owner or occupant of the premises, we will act with respect for their privacy.\n\nBefore agreeing to accompany law officers in their work, we ensure that the limits to our involvement are clearly stated. We take care to assess all the risks arising from our presence in the company of law officers and will refer the final decision to take part in this type of operation to the Managing Editor, in consultation with the Law Department.\n\nWe clearly advise the audience of the limits imposed on us as observers of the facts and take care to respect the privacy and the presumption of innocence of anyone featured in this kind of police reporting.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Responsibility and Accountability Related to Interviews",
    "content": "CBC takes responsibility for the consequences of its decision to publish a person’s statements in the context it chooses. When we present a person’s statements in support of our reporting of facts, we ensure that the statements have been diligently checked. In the case of comments made by a person expressing an honest opinion, we ensure that the opinion is grounded in facts bearing on a matter of public interest.\n\nThe interviewee also takes responsibility for his or her statement. As a general rule, we offer the interviewee no immunity or protection from the consequences of publication of the statements we gather.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Conduct and Use of Interviews",
    "content": "We inform proposed interviewees of the subject of the interview. As a general rule, if the person is scheduled to give an interview for broadcast, we do not provide in advance the questions they will be asked. That could give a false impression of spontaneity in the interviewee’s responses and unduly limit the interviewer’s ability to react to interviewee statements with supplementary questions. However, if the only way to gather information is via emails or social media, this context should be disclosed when the content is used.\n\nWe advise the interviewee of how we plan to use the interview. When an interview is recorded, it may be edited before publication for length or to select the relevant passages. At our discretion, we may choose to rebroadcast an interview in whole or in part, post it online or make it accessible in website archives, or not be published at all.\n\nWhatever the context in which we choose to use the content of the interview, we will respect the meaning of an interviewee’s statements. We try to avoid situations where prior restraint would be agreed to or imposed.\n\nIf, for serious cause, we do agree to restrict the use that may be made of an interview, we take the necessary measures to comply with this commitment. It may be necessary to explain to the audience that such restrictions have been agreed to, so the public can assess the credibility of the interviewee’s statements.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Remuneration of Interviewees",
    "content": "We do not pay people for interviews used in our reporting. Nor do we pay people for eyewitness accounts or answering our questions about events in which they participated. That would compromise the credibility of our reporting. It may be acceptable to reimburse certain legitimate expenses incurred by the interviewee in order to be available for the interview. If substantial expenses are involved, the proposal is referred to the Director.\n\nPayment of fees at recognized rates to experts or commentators is current practice and acceptable where the person comments on news or current affairs and adds context to our content without being an actor in the event or issue. In this context the payment of fees need not be reported on air.\n\nWe may also be required to pay royalties for the broadcast or reproduction of copyrighted work such as photos, video recordings, audio recordings, drawings or other material that may be relevant to an interviewee’s statements. This does not constitute payment to a source.\n\nWe do not pay politicians, their representatives or other holders of public office for participating in our broadcasts, news bulletins, reporting or online content. In addition, the law governing federal MPs and senators prohibits them from receiving any payment whatever from CBC, including reimbursements of expenses, fees or royalties), because of its status as a federal Crown corporation.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Statements Recorded Outside a Formal Interview",
    "content": "In the period leading up to or following an interview proper, an interviewee may make statements that are recorded and that may be pertinent to report. In such cases we inform the interviewee of our intention to make public the statements he or she made outside the formal interview and we take into account the explanations or context the interviewee may provide to us. If the interviewee objects to publication of this part of the recording, we carefully weigh the public interest of reporting the statements anyway, with consideration for the interviewee’s arguments and the effect of such a decision on the perception of the public and of potential CBC interviewees. The decision should be discussed with the Managing Editor. If we publish statements made outside a formal interview, we explain to the audience the conditions under which they were recorded.\n\nIt may happen in connection with a live broadcast that statements are picked up and broadcast without the interviewee’s being aware that he or she is on the air. Depending on the nature of the statements broadcast, it may be appropriate to give the interviewee an opportunity to clarify his or her thought or explain such statements, especially if they could cause prejudice.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Interviews Without Consent",
    "content": "We generally respect a person’s refusal to be interviewed. However, in the public interest we may choose to disregard the refusal, especially in investigative reporting or when a person plays a key role in an event of public interest.\n\nIn such cases, we first try to persuade the person to be interviewed. If he or she continues to refuse and we consider it essential to record his or her reaction to our questions, we may confront the person, identify ourselves as CBC journalists, and record for broadcast his or her statements without obtaining consent.\n\nA decision to confront a person who has refused an interview will be discussed in advance with the Managing Editor, as will a decision whether to conceal the camera in such an instance. If the camera is concealed, we ask the Director before broadcasting.\n\nWe resort to this form of interview in the public interest, not simply for stylistic effect.\n\nWhen we suspect a person of criminal activity or of obvious abuse, contacting this person to arrange an interview may cause that person to flee. We may then consider it necessary to confront and record this person without prior contact. This exceptional procedure requires prior authorization by the Director.\n\nIn the case of statements made by telephone, regulatory provisions may restrict the conditions under which they may be published. We will ascertain the specific application of these restrictions and consult editorial management before putting them on air.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Informing the Audience of a Refusal to be Interviewed",
    "content": "When a person considered necessary to a story refuses to be interviewed or provide comment, in fairness to all parties, we advise the audience of the refusal. When appropriate, we also provide the reasons given.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Editing of an Interview",
    "content": "Questions and answers can be excerpted from a complete interview for use in a report, intercut with narration, news footage or excerpts from other interviews. Similarly, a longer interview often needs editing to cut unnecessary passages or to fit program timing.\n\nWhatever editing we do, we present what the interviewee said fairly and without distortion.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Request for Non-publication",
    "content": "To preserve our independence, we do not grant veto power to the people we interview.\n\nWe may publish any material gathered, provided it complies with our journalistic values and standards.\n\nHowever, we undertake to seriously consider a request for non-publication. We may decide not to publish the material gathered, for instance where:\n\nA person’s personal safety or job security is threatened;\nThe information gathered is no longer accurate or relevant.\n\nRequests for non-publication are referred to the Managing Editor.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Reply",
    "content": "A person may consider that he or she has been wronged by one of our reports and request that we publish his or her reply.\n\nCanadian law does not grant right of reply and CBC reserves full editorial authority over the content of all its platforms.\n\nHowever, if the complaint raises new facts and that we believe these facts would impact the accuracy, fairness or balance of the main points of view featured in our report, we will ensure that this information is brought to the attention of our audiences.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Censorship and Hindrance of Freedom of the Press",
    "content": "We advise our audience if we are required to submit an interview to a government, judicial or military authority for clearance, whether or not the material was censored.\n\nWe will do the same if our work is hindered or controlled in whole or in part by an exercise of authority or by threats, violence or intimidation affecting the quality of the information we are able to communicate.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Children and Youth: Interviews",
    "content": "The participation of children (15 and younger) and youth (16 or 17) in our programs and content entails special challenges. Children and youth do not necessarily have the experience to weigh the consequences of publication of their statements. They nevertheless enjoy freedom of expression and the right to information. Their realities and concerns cannot be fully reflected without being heard in our reporting.\n\nParents or those exercising parental authority are often the guardians of this balance and we generally respect their judgment in this regard. However, in some cases a parent can abuse his or her authority and fail to act in the best interest of the child or youth. There are also other circumstances where it may be appropriate to allow youths to exercise their good judgment about granting an interview or otherwise participating in our programming or content, for instance when no foreseeable inconvenience or detrimental consequences for them or their family could ensue.\n\nWe carefully assess the impacts according to the specifics of each situation. We respect the will of the child or youth and we put his or her interests foremost.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Children and Social Media",
    "content": "We take care to protect the privacy of children involved in the use of social media.\n\nWe are especially careful to assess the impacts when dealing with those aged 15 and under, who may lack the judgment required to consent to interviews and publication of their information.\n\nWe avoid providing information that could identify them because this puts them at risk from online predators.\n\nWhen contacting children through their Facebook or other public sites, we follow the standards set for children’s participation applicable to all other platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Production: Principles",
    "content": "Form is important in information programming. Production techniques contribute to the meaning of our content and its impact. They help focus attention and can facilitate understanding. Our use of production techniques is consistent with factual accuracy and fairness in our reporting. This means we make judicious choices when information content is presented with music or visual effects that could affect perception or impact.\n\nWe are clear and open about the production methods we use, so the audience can put our images, sound and statements in their proper context. We advise the audience of the use of certain techniques, for example the reenactment of a scene, the use of archival material in scenes of current events or the use of clandestine methods.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Form of Reporting on Litigious Subjects",
    "content": "Pre-recorded material that has undergone a rigorous editorial process is generally the surest way to avoid errors in reports that could be litigious or could prejudice the reputation of a person or an organization.\n\nWe may also use live on-air reporting provided all the following conditions are met:\n\nA script or detailed scenario is prepared for a live stand-up or other live exchange, including presentation, illustrations, audio and visual clips and headlines;\nAll elements of the scenario are submitted for the appropriate approvals;\nThe approved scenario is adhered to.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Use of Archival Material",
    "content": "Illustrating a subject often requires the use of visual or audio material that we have not recorded ourselves, such as stock footage. But the use of stock footage and sound in scenes of current events must not give rise to confusion. If there is a risk of misinterpretation, we will advise the audience of the context and/or date of the archives used. The stock footage will not be used in such a way that distorts either the historical or current reality.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Reconstitutions, Simulations and Generic Scenes",
    "content": "A reenactment of an event must match the reality as closely as possible. When a reenactment is necessary for a proper understanding of the subject, we take care to be factually accurate, using transcriptions, minutes or official documents. We may use a transcript word for word or set the reenactment in the location where the actual scene occurred. To eliminate any risk that the audience will confuse the reenactment with the reality, we will ensure that the audience can clearly identify the reenacted scenes.\n\nOther methods of illustrating a subject may attempt to describe a situation in general terms without pretending to be a precisely accurate rendering of reality. Such methods can be used, subject to certain conditions.\n\nA simulated scene aims to evoke or give an impression of an event, its protagonists, their actions and the place where the event occurred. A simulated scene is produced and presented in a way that makes clear it is an evocation rather than a precise depiction of reality. If a risk of confusion remains, we advise the audience that the scene is simulated not real.\n\nGeneric scenes are commonly used in audiovisual production. These are often everyday actions like walking, answering the phone, looking at a document, closing a door. These scenes clearly serve as general illustration and in no way pretend to describe real facts precisely.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Investigative Journalism",
    "content_subsection": "Explicit Sexual or Violent Content",
    "content": "Violence, nudity and sexuality are never presented without good reason. They may be justified when they are important to an understanding of the world we live in. Where they are necessary, we present them without undue exploitation, voyeurism or sensationalism and without trivializing, encouraging or glorifying.\n\nWe treat painful scenes with discretion and restraint and without prolonging them unduly.\n\nWhen it is necessary to present explicit content that some could find shocking, we provide an audience advisory.\n\nThe same principles apply to disturbing video/audio on our digital platforms as on our conventional broadcast platforms.\n\nWe strive to notify audiences in advance of them seeing such material, including – if possible – when it is seen on third-party platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/investigative-journalism"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Principles",
    "content": "When news breaks, whether a political development, natural or man-made disaster, accident or an important police operation, we report as quickly as we can as events unfold.\n\nOur commitment is to give people the information they need to understand the true risk and dangers in a fluid situation.\n\nWe undertake to act responsibly in the circumstances and to give people information we have reasonably verified, and to stay away from rumour and speculation.\n\nWe will sometimes receive conflicting information from credible sources. We may choose to report this, making clear the circumstances of the situation and citing the sources while we work to reconcile the information in light of the reality on the ground.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Riots and Demonstrations",
    "content": "Protests and demonstrations, and the right to conduct them, are part of the democratic process. By definition, they are organized to attract the public and the media’s attention. But these situations may evolve and result in confrontation, violence or acts of vandalism.\n\nIn covering these events, the information we provide is as accurate and as timely as possible under the circumstances. In such a fluid situation, there is a commitment on our part to be open about what we know and how we know it. We will sometimes receive conflicting information from credible sources. We may choose to report this, making clear the circumstances of the situation and citing the sources while we work to reconcile the information in light of the reality on the ground. The information we provide helps the audience understand a fluid and chaotic situation, so that it can assess the impact and potential danger.\n\nIf reporters on one side of a confrontation cannot provide an overview, we ensure the audience receives a broader context in the course of our coverage.\n\nOur journalistic independence and credibility is paramount, so our reporting should avoid inflaming or aiding in any way the various sides in a confrontation.\n\nWe consider the public interest before offering live coverage during a riot or demonstrations. That includes taking into account the possibility of showing scenes of extreme violence. We are also aware that our presence can sometimes in and of itself create a focal point of activity.\n\nIf CBC staff has exclusive access to a sit-in or demonstration by advance knowledge, a decision to accompany the organizers should be referred to the Managing Editor.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Acts of Protest",
    "content": "Individuals or small groups sometimes act in ways that cause disruptions or are potentially dangerous – to bystanders and/or themselves. Hunger strikes and sit-ins are examples. Hijacking and hostage-taking are more extreme, and are covered elsewhere.\n\nBefore providing live coverage of the event, or making direct contact with the principal participants on air, we assess the potential harm and the newsworthiness of the event, including the level of disruption it is causing in the community. The coverage plan flows from that assessment.\n\nWe take into account that the presence of a camera or microphone can alter the behaviour of the participants. By its nature, an event is being staged to bring attention to someone’s plight or to a matter of public interest.\n\nIf CBC staff has exclusive access to a sit-in or demonstration by advance knowledge, a decision to accompany the organizers should be referred to the Managing Editor.\n\nWe may follow the writing conventions of a particular social media platform, as long as our use of those conventions in no way obscures or alters meaning.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Hijacking and Hostage-taking",
    "content": "The issues around hijacking, hostage-taking and sieges are similar to kidnapping.\n\nWe are balancing the need to report on the event with the need to prevent harm to innocent people. When we are reporting these events, the potential harm to innocent people is an important consideration.\n\nGuided by our concern for their safety, there are many aspects of coverage, especially live coverage, that require careful consideration:\n\nInterviewing a perpetrator or hostage live on air.\nBroadcasting any video and/or audio provided by a perpetrator or by hostages.\nIf we are doing live coverage of a potentially violent event, for example a school siege or plane hijacking, we plan for the ability to quickly alter our coverage to avoid graphic images.\nIf police or other authorities request a news blackout, we will give it careful consideration. If authorities ask us to include some information in a broadcast, we will consider a reasonable request, but will never knowingly broadcast something that is untrue.\nTo the best of our ability, we will ensure next of kin do not hear of serious injury or death from our publications.\n\nThere are several situations that may arise in covering hijacking and hostage-taking which require referral to the General Manager and Editor in Chief:\n\nDecisions to broadcast an interview or material provided by perpetrators.\nThe decision to comply with requests for news blackouts, or to broadcast material provided by the police or other authorities involved in the incident.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Use of Material from Hateful, Violent or Illegal Organizations",
    "content": "Our work sometimes brings us in contact with groups or organizations that are hateful or promote violence. In deciding to air offensive material of this kind, we weigh the value of this information to our audience against the offence it might give and the fact that it might provide a platform for its proponents. A decision to air the material should be referred to the Managing Editor.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Depiction of Violence",
    "content": "We reflect the reality of the situations we report. We also respect the sensibilities of our viewers, listeners and readers.\n\nScenes of violence and suffering are part of our coverage of wars, disaster, crime and conflict.\n\nWe respect our audience by assessing the impact of our images according to time of day and the context of the program where such material is appearing.\n\nIf it is necessary to use graphic images, we will add a warning ahead of their use.\n\nWe should familiarize ourselves with any laws or regulations about the depiction of violence.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Respect for the Suffering of Victims and Their Family",
    "content": "In approaching victims or witnesses of tragic events, we carefully weigh both the public interest of full reporting and the need to show compassion and restraint. In such situations we are considerate and we use judgment.\n\nWe take care not to exert undue pressure on a distressed person for an interview.\n\nWhen images or audio clips could upset part of the audience, we choose them carefully. We limit their use to what is necessary for an understanding of the subject and we provide an audience advisory before use on any of our platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Suicide",
    "content": "We are sensitive in our handling of suicides, suicide attempts and desperate acts. In particular, we avoid describing the act in detail or illustrating the method, and we consider the risk of glorifying this behaviour or of influencing vulnerable people.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Bomb Threats",
    "content": "We generally refrain from publishing threats to individuals except where there is significant public interest.\n\nWe generally refrain from publishing threats to institutions unless the threats or the security measures that ensue involve consequences for the public.\n\nA threat of violence received by CBC, such as a bomb threat, must be immediately reported to the police.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Identification of Accident and Crime Victims",
    "content": "If police have not released the identity of a person who has died as a result of an accident or a crime, we refrain from publishing this information until we have confirmed it. If the immediate family has not been notified, we consider the public interest before identifying the victim.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Disappearances and Amber Alerts",
    "content": "Disappearances, especially disappearances of children, capture media attention. In these circumstances we play a role by publishing information to facilitate the search for and return of the missing person – notably under the Amber Alert protocol. At the same time, we keep a critical distance and report the facts while treating those involved with consideration.\n\nIn many Canadian municipalities and regions, CBC has adhered to an Amber Alert protocol for quick, regular and continuing broadcast and publication of information facilitating the search for a missing child who police believe has been abducted and who could be in danger. This information generally includes details identifying the missing child and can be broadcast or posted online while the Amber Alert is in effect. To determine the conditions under which this information is published and the point at which its publication should cease, we refer to the procedures put in place by CBC for deployment of an Amber Alert.\n\nIf the person is found and charges are laid in connection with the disappearance, we follow the usual rules and practices concerning identification of accused persons, witnesses and victims regardless of their prior identification in broadcasts of publications while the search was ongoing.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Accompanying a Police Patrol",
    "content": "We sometimes accompany police officers on patrol or in a police operation. Our goal is to inform the public about the way those responsible for law enforcement ensure public safety and administer justice. Law enforcement officers are called upon to intervene in situations where physical violence may occur. They are also required to collect evidence that could incriminate or exonerate an accused at trial.\n\nOur presence on a police patrol carries a risk of confusion between the active roles played by law officers in their work and our role as observers. In our job we gather facts to report to the public, not evidence for the administration of justice.\n\nThere are things officers of the law can do in the course of their duties that we cannot. We would run the risk of trespassing on private property or invading privacy. We do not have the same entry privileges as police officers. Unless we have been directly invited or authorized by the owner or occupant of the premises, we will act with respect for their privacy.\n\nBefore agreeing to accompany law officers in their work, we ensure that the limits to our involvement are clearly stated. We take care to assess all the risks arising from our presence in the company of law officers and will refer the final decision to take part in this type of operation to the Managing Editor, in consultation with the Law Department.\n\nWe clearly advise the audience of the limits imposed on us as observers of the facts and take care to respect the privacy and the presumption of innocence of anyone featured in this kind of police reporting.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Explicit Sexual or Violent Content",
    "content": "Violence, nudity and sexuality are never presented without good reason. They may be justified when they are important to an understanding of the world we live in. Where they are necessary, we present them without undue exploitation, voyeurism or sensationalism and without trivializing, encouraging or glorifying.\n\nWe treat painful scenes with discretion and restraint and without prolonging them unduly.\n\nWhen it is necessary to present explicit content that some could find shocking, we provide an audience advisory.\n\nThe same principles apply to disturbing video/audio on our digital platforms as on our conventional broadcast platforms.\n\nWe strive to notify audiences in advance of them seeing such material, including – if possible – when it is seen on third-party platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Quality and Precision",
    "content": "CBC is a language model for its audiences. Good usage and accuracy are essential to high quality journalism. Our language should be simple, clear and concrete.\n\nJournalistic style is accurate, concise and accessible. Our purpose is to make complex subjects understandable. When specialized or technical vocabulary needs to be used, it is explained and put in a context that makes it easy to understand.\n\nThe description of facts, however concise, must provide the nuances necessary to ensure that the account is faithful and easy to understand.\n\nClarity is also essential when numbers and statistics are involved. It is essential to avoid confusion and to take care to properly grasp the numbers used.\n\nThe use of certain highly charged words can undermine credibility and merits special consideration. Language is constantly evolving. We will be attentive to shifts in the meaning of words. We consult language resources and editorial management as needed to grasp the impact of expressions that are open to multiple interpretations and capable of offending some audience members.\n\nWe may follow the writing conventions of a particular social media platform, as long as our use of those conventions in no way obscures or alters meaning.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Language Level and Good Taste",
    "content": "We use the language of accessible, articulate everyday speech.\n\nWe respect and reflect the generally accepted values of society. We are aware that the audiences we address do not all have the same definition of good taste. We choose a tone that will not gratuitously offend audience sensitivities. In particular we avoid swearing and coarse, vulgar, offensive or violent language except where its omission would alter the nature and meaning of the information reported.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Respect and Absence of Prejudice",
    "content": "Our vocabulary choices are consistent with equal rights.\n\nOur language reflects equality of the sexes and we prefer inclusive forms where they are not prohibitively cumbersome.\n\nWe are aware of our influence on how minorities or vulnerable groups are perceived. We do not mention national or ethnic origin, colour, religious affiliation, physical characteristics or disabilities, mental illness, sexual orientation or age except when important to an understanding of the subject or when a person is the object of a search and such personal characteristics will facilitate identification.\n\nWe avoid generalizations, stereotypes and any degrading or offensive words or images that could feed prejudice or expose people to hatred or contempt. Criminal matters require special care and precision.\n\nWhen a minority group is referred to, the vocabulary is chosen with care and with consideration for changes in the language.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Words that Shock: Usage and Audience Advisories",
    "content": "To describe certain realities or report adequately on certain situations, it is sometimes necessary to use expressions or quotations that may be shocking to part of the audience. In these circumstances, we limit ourselves to what is necessary for understanding, we attribute the statements where applicable and we take care to present them in proper context.\n\nWe ensure that, taking into account the context in which the words are published, they are not likely to expose anyone to hatred or contempt on the basis of race, national or ethnic origin, colour, religion, gender, sexual orientation, age or physical or mental disability.\n\nWe respect the audience’s degree of tolerance, with due regard for society’s generally shared values.\n\nWhen we find it necessary to use words that could shock part of the public, we give a clear audience advisory.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Live Reporting",
    "content_subsection": "Form of Reporting on Controversial Subjects",
    "content": "Pre-recorded material that has undergone a rigorous editorial process is generally the surest way to avoid errors in reports that could be litigious or could prejudice the reputation of a person or an organization.\n\nWe may also use live on-air reporting provided all the following conditions are met:\n\nA script or detailed scenario is prepared for a live stand-up or other live exchange, including presentation, illustrations, audio and visual clips and headlines;\nAll elements of the scenario are submitted for the appropriate approvals;\nThe approved scenario is adhered to.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/live-reporting"
  },
  {
    "content_section": "Politics",
    "content_subsection": "Election Coverage",
    "content": "Canadians expect us to provide a wide range of information and context so that they can make decisions during election and referendum campaigns.\n\nWe ensure that the facts and analysis we present on issues, candidates and parties are timely, accurate, fair and balanced over the course of the campaign.\n\nWe give all candidates, parties and issues equitable treatment. This does not necessarily mean equal broadcast time.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/politics"
  },
  {
    "content_section": "Politics",
    "content_subsection": "CBC Polls",
    "content": "The CBC assumes responsibility for the methodology and quality of the surveys it commissions.\n\nCBC commissions polls to reflect Canadian opinion on important issues of the day. The polls are commissioned, designed and interpreted in consultation with the CBC's Research Department.\n\nTo help our audience place a poll in context, we provide relevant information about the size of the sample and methodology along with the results. Where appropriate we report the margin of error.\n\nCBC journalists should be familiar with accepted industry practices around sample size, reporting and interpreting results.\n\nElections are a time of intense polling. We are mindful of the potential impact on the outcome of the election when reporting results of polls closer to Election Day.\n\nWe should familiarize ourselves with any legislation regarding the publication of polls in election periods.\n\nBecause polls are highly specialized, and because their results can have an impact on a public policy debate or the outcome of an election, the commissioning of polls requires the approval of the Editor in Chief in consultation with the CBC Research Department. The final design requires sign-off from the head of research or delegate.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/politics"
  },
  {
    "content_section": "Politics",
    "content_subsection": "Reporting on Polls (Other than CBC Polls)",
    "content": "We report polls not commissioned by CBC as long as we can verify that the methodology is reliable.\n\nThe methodology and interpretation of results of non-CBC polls should be reviewed by the CBC Research Department.\n\nTo place a poll in context, we provide our audience with relevant information about the methodology including, where applicable, the sample size and the margin of error.\n\nWe should familiarize ourselves with any legislation regarding the publication of polls in election periods.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/politics"
  },
  {
    "content_section": "Politics",
    "content_subsection": "Online Surveys",
    "content": "We sometimes conduct online surveys as a tool of audience engagement.\n\nBecause these surveys do not fulfill the criteria set out in polling policy, the questions and the results should not be characterized as polls.\n\nWe report the results by giving the number of votes cast for each option. We do not give the results as a percentage, as we normally do with bona fide polls.\n\nIf programs refer to online questions, the results are reported in a way that clearly indicates it has no scientific validity and are not meant to represent the accurate range of either public opinion nor the opinion of our audience.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/politics"
  },
  {
    "content_section": "Politics",
    "content_subsection": "Remuneration of Interviewees",
    "content": "We do not pay people for interviews used in our reporting. Nor do we pay people for eyewitness accounts or answering our questions about events in which they participated. That would compromise the credibility of our reporting. It may be acceptable to reimburse certain legitimate expenses incurred by the interviewee in order to be available for the interview. If substantial expenses are involved, the proposal is referred to the Director.\n\nPayment of fees at recognized rates to experts or commentators is current practice and acceptable where the person comments on news or current affairs and adds context to our content without being an actor in the event or issue. In this context the payment of fees need not be reported on air.\n\nWe may also be required to pay royalties for the broadcast or reproduction of copyrighted work such as photos, video recordings, audio recordings, drawings or other material that may be relevant to an interviewee’s statements. This does not constitute payment to a source.\n\nWe do not pay politicians, their representatives or other holders of public office for participating in our broadcasts, news bulletins, reporting or online content. In addition, the law governing federal MPs and senators prohibits them from receiving any payment whatever from CBC, including reimbursements of expenses, fees or royalties), because of its status as a federal Crown corporation.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/politics"
  },
  {
    "content_section": "Politics",
    "content_subsection": "Planting Questions",
    "content": "Working closely with sources as we develop and research stories is a valuable and common journalistic technique.\n\nWhen we do so, we must ensure that we remain free from influence of any political, economic or other interest groups or lobbies.\n\nTherefore it is not appropriate to supply specific questions to individuals, which then may be publicly raised in a legislative forum or any kind of public inquiry. This could harm the perception of our independence towards these individuals or the groups they represent.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/politics"
  },
  {
    "content_section": "Politics",
    "content_subsection": "Covering a Story Involving Family Members",
    "content": "Integrity is one of our journalistic principles. We refrain from any involvement with stories in which a member of our immediate family (including in-laws) has a strong stake. It is the responsibility of the employee to inform his/her supervisor of the potential conflict.\n\nIn the rare instance that such a conflict is unavoidable, news managers and the employee will develop a protocol to protect the integrity of our journalism.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/politics"
  },
  {
    "content_section": "Politics",
    "content_subsection": "Free Travel",
    "content": "Accepting free travel to help in newsgathering, creation of content or for research puts us in a conflict of interest.\n\nWe do sometimes face situations where there is a public interest to cover a story, and the only means to get there is through an outside organization or individual.\n\nOur practice in these situations is to ask for an accounting of costs and to reimburse them. These exceptional circumstances require the approval of the Director.\n\nIf our travel costs are covered by an outside organization or individual that we could not reimburse, we mention that fact in our coverage.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/politics"
  },
  {
    "content_section": "Politics",
    "content_subsection": "Embargos",
    "content": "Persons or organizations preparing to publish the results of research or investigations will often offer us privileged access to the conclusions of their report on condition that we undertake to publish nothing of the shared content before a date set by the report’s author. This is called receiving information under embargo. A commitment to comply with the embargo may also have been made by a news agency that provides us with articles identified as embargoed.\n\nOur policy is to fulfill our embargo commitments. Prior access to a study report allows us to better prepare our reports and to do rigorous reporting work on the results, and is thus a net benefit to the quality of information we publish. Also, we need to keep our word in order to keep information flowing from our sources.\n\nHowever, if the embargo is violated by another media organization, we may consider publication after consulting editorial management and after informing the organization that asked for the embargo. We will inform them that the embargo has been broken and that we intend in turn to go public with the information.\n\nIf we have already obtained information covered by the material under embargo, we will avoid agreeing to an embargo and will publish the information according to our own criteria of newsworthiness and at the time we consider appropriate.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/politics"
  },
  {
    "content_section": "Privacy",
    "content_subsection": "Principles",
    "content": "We exercise our right of access to information and our freedom of expression within the context of individual rights. One of these is the right to privacy.\n\nIn situations involving personal suffering and pain, we balance the public’s right to know against individual human dignity.\n\nWe disclose information of a private nature only when the subject matter is of public interest.\n\nWithout limiting the meaning of public interest, we work in the public interest when we reveal information that helps our audience make decisions about matters of public debate and when we expose illegal activity, anti-social behavior, corruption, abuse of trust, negligence and incompetence, or a situation that poses a risk to the health and safety of others.\n\nSome aspects of privacy are protected in law. It varies from province to province or territory; federal statutes cover some areas.\n\nCBC journalists must be familiar with the legal aspects of privacy or, when unsure, seek legal guidance.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/privacy"
  },
  {
    "content_section": "Privacy",
    "content_subsection": "Use of Private Correspondence",
    "content": "We do not reveal the content of private correspondence not addressed to us (e-mails, letters or voice mail) unless it is in the public interest to publish the information. We must make every effort to verify that the information is accurate. We allow the person or institution affected to comment on the information we propose to reveal.\n\nWhere there may be legal considerations, journalists should seek legal advice.\n\nA decision to publish private correspondence requires authorization from the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/privacy"
  },
  {
    "content_section": "Privacy",
    "content_subsection": "Trespass",
    "content": "We understand and respect private property. We should be aware of the legal issues of violating private space and seek advice when unsure. The definition of private space is not the same in every province and territory.\n\nWe usually do not enter private space without obtaining permission from those with authority to provide it.\n\nThis is different from observing or recording events taking place on private property from a public space. But, we weigh the value and importance of doing so against the principles of privacy as laid out in this section.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/privacy"
  },
  {
    "content_section": "Privacy",
    "content_subsection": "Drones",
    "content": "Sometimes new technologies change the way journalists are able to gather images and information.\n\nUse of these technologies generally does not change the way we interpret our standards and practices.\n\nOne such example is the use of drones. Images captured by cameras attached to drones may violate the principle of respect for privacy. Any capture or dissemination of material involving this principle should be assessed against the public interest in accordance with the provisions of the Privacy standards elsewhere in this document.\n\nWhere appropriate, we may also refer to provisions for Clandestine Methods.\n\nWe should be aware of legal regulations concerning the use of drones.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/privacy"
  },
  {
    "content_section": "Privacy",
    "content_subsection": "Intercepting Conference Calls",
    "content": "We respect the privacy of individuals, groups and organizations when they conduct conversations via conference calls.\n\nAs a rule, we do not attempt to hack in, or listen in without being openly invited to participate in a conference call. However, if a participant on the call offers to share the information after the fact, the principles on our treatment of sources would guide our use of the material.\n\nWe may consider listening in or recording without the knowledge of all the participants, if all the following conditions have been met:\n\nWe have been given access to the conference call with the consent of at least one participant to the call;\nWe have credible information indicating the likelihood of illegal or antisocial activity or an abuse of trust;\nWe are confident that an open attempt to gather the information sought would fail;\nThe information sought would be useful evidence for a demonstration of illegal or antisocial activity or abuse of trust;\nWe have sought prior authorization from the Director.\n\nIf the conference call was recorded, the use of the recording on air or on line is subject to the conditions set in Hidden Cameras and Microphones - Justification of Publication of Material Gathered.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/privacy"
  },
  {
    "content_section": "Privacy",
    "content_subsection": "Identification of Accident and Crime Victims",
    "content": "If police have not released the identity of a person who has died as a result of an accident or a crime, we refrain from publishing this information until we have confirmed it. If the immediate family has not been notified, we consider the public interest before identifying the victim.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/privacy"
  },
  {
    "content_section": "Privacy",
    "content_subsection": "Accompanying a Police Patrol",
    "content": "We sometimes accompany police officers on patrol or in a police operation. Our goal is to inform the public about the way those responsible for law enforcement ensure public safety and administer justice. Law enforcement officers are called upon to intervene in situations where physical violence may occur. They are also required to collect evidence that could incriminate or exonerate an accused at trial.\n\nOur presence on a police patrol carries a risk of confusion between the active roles played by law officers in their work and our role as observers. In our job we gather facts to report to the public, not evidence for the administration of justice.\n\nThere are things officers of the law can do in the course of their duties that we cannot. We would run the risk of trespassing on private property or invading privacy. We do not have the same entry privileges as police officers. Unless we have been directly invited or authorized by the owner or occupant of the premises, we will act with respect for their privacy.\n\nBefore agreeing to accompany law officers in their work, we ensure that the limits to our involvement are clearly stated. We take care to assess all the risks arising from our presence in the company of law officers and will refer the final decision to take part in this type of operation to the Managing Editor, in consultation with the Law Department.\n\nWe clearly advise the audience of the limits imposed on us as observers of the facts and take care to respect the privacy and the presumption of innocence of anyone featured in this kind of police reporting.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/privacy"
  },
  {
    "content_section": "Privacy",
    "content_subsection": "Children and Social Media",
    "content": "We take care to protect the privacy of children involved in the use of social media.\n\nWe are especially careful to assess the impacts when dealing with those aged 15 and under, who may lack the judgment required to consent to interviews and publication of their information.\n\nWe avoid providing information that could identify them because this puts them at risk from online predators.\n\nWhen contacting children through their Facebook or other public sites, we follow the standards set for children’s participation applicable to all other platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/privacy"
  },
  {
    "content_section": "Production",
    "content_subsection": "Principles",
    "content": "Form is important in information programming. Production techniques contribute to the meaning of our content and its impact. They help focus attention and can facilitate understanding. Our use of production techniques is consistent with factual accuracy and fairness in our reporting. This means we make judicious choices when information content is presented with music or visual effects that could affect perception or impact.\n\nWe are clear and open about the production methods we use, so the audience can put our images, sound and statements in their proper context. We advise the audience of the use of certain techniques, for example the reenactment of a scene, the use of archival material in scenes of current events or the use of clandestine methods.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production"
  },
  {
    "content_section": "Production",
    "content_subsection": "Form of Reporting on Litigious Subjects",
    "content": "Pre-recorded material that has undergone a rigorous editorial process is generally the surest way to avoid errors in reports that could be litigious or could prejudice the reputation of a person or an organization.\n\nWe may also use live on-air reporting provided all the following conditions are met:\n\nA script or detailed scenario is prepared for a live stand-up or other live exchange, including presentation, illustrations, audio and visual clips and headlines;\nAll elements of the scenario are submitted for the appropriate approvals;\nThe approved scenario is adhered to.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production"
  },
  {
    "content_section": "Production",
    "content_subsection": "Use of Archival Material",
    "content": "Illustrating a subject often requires the use of visual or audio material that we have not recorded ourselves, such as stock footage. But the use of stock footage and sound in scenes of current events must not give rise to confusion. If there is a risk of misinterpretation, we will advise the audience of the context and/or date of the archives used. The stock footage will not be used in such a way that distorts either the historical or current reality.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production"
  },
  {
    "content_section": "Production",
    "content_subsection": "Reconstitutions, Simulations and Generic Scenes",
    "content": "A reenactment of an event must match the reality as closely as possible. When a reenactment is necessary for a proper understanding of the subject, we take care to be factually accurate, using transcriptions, minutes or official documents. We may use a transcript word for word or set the reenactment in the location where the actual scene occurred. To eliminate any risk that the audience will confuse the reenactment with the reality, we will ensure that the audience can clearly identify the reenacted scenes.\n\nOther methods of illustrating a subject may attempt to describe a situation in general terms without pretending to be a precisely accurate rendering of reality. Such methods can be used, subject to certain conditions.\n\nA simulated scene aims to evoke or give an impression of an event, its protagonists, their actions and the place where the event occurred. A simulated scene is produced and presented in a way that makes clear it is an evocation rather than a precise depiction of reality. If a risk of confusion remains, we advise the audience that the scene is simulated not real.\n\nGeneric scenes are commonly used in audiovisual production. These are often everyday actions like walking, answering the phone, looking at a document, closing a door. These scenes clearly serve as general illustration and in no way pretend to describe real facts precisely.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production"
  },
  {
    "content_section": "Production",
    "content_subsection": "Explicit Sexual or Violent Content",
    "content": "Violence, nudity and sexuality are never presented without good reason. They may be justified when they are important to an understanding of the world we live in. Where they are necessary, we present them without undue exploitation, voyeurism or sensationalism and without trivializing, encouraging or glorifying.\n\nWe treat painful scenes with discretion and restraint and without prolonging them unduly.\n\nWhen it is necessary to present explicit content that some could find shocking, we provide an audience advisory.\n\nThe same principles apply to disturbing video/audio on our digital platforms as on our conventional broadcast platforms.\n\nWe strive to notify audiences in advance of them seeing such material, including – if possible – when it is seen on third-party platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production"
  },
  {
    "content_section": "Production",
    "content_subsection": "Partnerships and Funding",
    "content": "We maintain editorial independence and control over our journalistic content.\n\nThe use of outside funding cannot influence that content or create the perception that the funding body or partner has any influence.\n\nIf content is produced using external funding, that fact will be disclosed to the audience.\n\nStaff wanting to use outside funding to create news content or programming – including from an NGO, federal agency or professional scholarship or fellowship – will seek prior approval from the Director.\n\nThere are times where for business or philanthropic purposes the CBC itself engages in partnerships with outside entities. News coverage cannot be a condition of such partnerships.\n\nIf there is news coverage, it should respect the JSP, and be done in such a way that journalists involved are not endorsing an event or a product.\n\nThese conditions apply as well to productions acquired by CBC. If there are any funding relationships or conditions attached, they must be fully disclosed to CBC in writing.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production"
  },
  {
    "content_section": "Production",
    "content_subsection": "Publicity and Advertising",
    "content": "CBC does not allow sponsors to use commercial time to run information programming they have created. We are responsible for all information programming, no matter where it is placed on the schedule.\n\nCBC’s credibility and brand as an information provider must never be compromised. Information content may be accompanied by advertising or promotion. However, we do not commercially exploit the brand of our information programs and content in any way detrimental to our independence, credibility or integrity as a public service.\n\nThis means that CBC's journalistic staff do not prepare or present any paid advertising content.\n\nAds should be clearly defined in appearance and placement so that the public does not confuse them with CBC news content.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production"
  },
  {
    "content_section": "Production",
    "content_subsection": "Brand Protection: Fiction",
    "content": "Any proposal to have journalists simulate their work in fiction, parody or advertising must be referred to the General Manager and Editor in Chief.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production"
  },
  {
    "content_section": "Production Digital Media",
    "content_subsection": "Principles",
    "content": "We apply the same set of policies and practices to online and digital journalism as we do to any news and information content created by CBC.\n\nWe are aware that we perform in an online and digital space that provides unfiltered information and uncensored opinion. We stand out by our commitment to all our values. We will be active participants in the online space, and will always be clear about where material comes from, and whether it is news, analysis or opinion.\n\nWe consider our audience as partners in the creation of online and digital content. We clearly identify material when that is the case.\n\nJournalism in the online and digital environments raises specific issues, arising from the speed of communication, interactivity, and the permanent and accessible nature of the material, among other characteristics. These issues are addressed in this section.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production-digital-media"
  },
  {
    "content_section": "Production Digital Media",
    "content_subsection": "Hyperlinks",
    "content": "We enrich the experience of our online users by providing links from our news stories to other sites.\n\nThe links reflect the pertinent views on an issue.\n\nWe take reasonable steps to avoid the impression that hyperlinks included in our stories represent endorsements on our part. We ensure that links to individual businesses or organizations serve a journalistic purpose. Links to fundraising campaigns should generally not be used.\n\nWe give users enough information about the site we are linking to, so they may decide whether they wish to do so.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production-digital-media"
  },
  {
    "content_section": "Production Digital Media",
    "content_subsection": "Third party Material on CBC Sites",
    "content": "CBC online news pages may include material from external sites.\n\nThis material is clearly labeled, noting the original source or contributor.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production-digital-media"
  },
  {
    "content_section": "Production Digital Media",
    "content_subsection": "CBC Presence on Third-party Sites",
    "content": "When CBC creates profiles or accounts on third party sites like Facebook, Youtube, Twitter, MySpace or Flickr, the comments or material we place there conform to our journalistic standards and practices.\n\nTo maintain the integrity of the brand, any material we publish on third party sites will be clearly branded as CBC material.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production-digital-media"
  },
  {
    "content_section": "Production Digital Media",
    "content_subsection": "Requests for Deletions",
    "content": "Because much online material remains accessible indefinitely, we receive requests to remove stories by audience members who are either principals in stories, or are affected by them.\n\nWe generally do not agree to requests to remove published material from our web pages.\n\nOur published content is a matter of public record. To change the content of previously published material alters that record. Altering the record could undermine our credibility and the public’s trust in our journalism.\n\nThere can be exceptions to this position– where there are legal or personal safety considerations to the person named.\n\nRequests to remove material should be referred to the Director.\n\nThere are other remedies to consider; correcting inaccuracies or updating a story to provide details about its resolution can often address requests for deletion.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production-digital-media"
  },
  {
    "content_section": "Production Digital Media",
    "content_subsection": "Online Surveys",
    "content": "We sometimes conduct online surveys as a tool of audience engagement.\n\nBecause these surveys do not fulfill the criteria set out in polling policy, the questions and the results should not be characterized as polls.\n\nWe report the results by giving the number of votes cast for each option. We do not give the results as a percentage, as we normally do with bona fide polls.\n\nIf programs refer to online questions, the results are reported in a way that clearly indicates it has no scientific validity and are not meant to represent the accurate range of either public opinion nor the opinion of our audience.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production-digital-media"
  },
  {
    "content_section": "Production Digital Media",
    "content_subsection": "Concealment of Identity as a Journalist",
    "content": "We generally practice our reporting openly. However, there are times, while investigating a matter of public interest, a reporter will conceal his or her occupation and true purpose and pose as an ordinary citizen. We will consult with the Director before doing so. Our overriding priority will be sound public service journalism. Whatever the means used to contact a source without identifying oneself as a journalist (in person, by telephone, by email, through social networks), we will attempt to confront the source and take his or her reaction into account in our report.\n\nWhen the investigation bears on illegal or antisocial behaviour or abuse of trust and the gathering of information of public interest, the journalist may need to infiltrate an organization to get first-hand information. We take into account possible safety issues for the journalist involved.\n\nBefore resorting to infiltration we will ensure that the following conditions are met:\n\nWe have a credible source that gives us reason to believe a subject of our reporting is behaving illegally or antisocially or abusing a trust;\nAn open approach would have little chance of obtaining the information sought or of confirming the behaviour we seek to report;\nInfiltration allows us to gather the best evidence of the behaviour in question.\n\nAny plan to infiltrate will be submitted to the Director for prior approval.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production-digital-media"
  },
  {
    "content_section": "Production Digital Media",
    "content_subsection": "Data Journalism",
    "content": "Many organizations share data with the public through websites and online databases.\n\nOur Journalistic Standards and Practices apply to journalists, developers and programmers who gather, analyze, visualize and report on this data.\n\nWeb scrapers can be used as a way to extract publicly available information from websites in a short time frame.\n\nWhen using web scrapers, we strive to be transparent toward the organization hosting the data.\n\nWe also take reasonable steps to minimize any performance impact our web scrapers may have on servers and other public users of a website.\n\nWhen we judge it to be in the public interest, we may also decide to use clandestine methods to obtain the data (see chapter Principles – Clandestine methods). This may involve legal considerations. Before doing so, we obtain approval from the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production-digital-media"
  },
  {
    "content_section": "Production Digital Media",
    "content_subsection": "Use of Social Media: Principles",
    "content": "Social media like Twitter, Facebook or Snapchat can be powerful and important communication tools. They can be useful for gathering information as well as disseminating it.\n\nWe are consistent in our standards, no matter what the platform, in disseminating information. If we would not put the information on air or on our own website, we would not use social media to report that information.\n\nWhen using social media as an information-gathering tool, we apply the same standards as those for any other source of newsgathering.\n\nWe bring these principles and values to bear in our personal use of social media as well.\n\nSee also: Personal Use of Social Media",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production-digital-media"
  },
  {
    "content_section": "Production Digital Media",
    "content_subsection": "Interaction with the Audience",
    "content": "CBC endeavours to engage with Canadians, especially on digital platforms. We promote civil discourse. When that is not being observed, our employees may consult with their supervisor about discontinuing interactions with certain individuals. When possible, we do so without unduly restricting access to our journalism.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production-digital-media"
  },
  {
    "content_section": "Production Digital Media",
    "content_subsection": "Children and Social Media",
    "content": "We take care to protect the privacy of children involved in the use of social media.\n\nWe are especially careful to assess the impacts when dealing with those aged 15 and under, who may lack the judgment required to consent to interviews and publication of their information.\n\nWe avoid providing information that could identify them because this puts them at risk from online predators.\n\nWhen contacting children through their Facebook or other public sites, we follow the standards set for children’s participation applicable to all other platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/production-digital-media"
  },
  {
    "content_section": "Science And Health",
    "content_subsection": "Implications and Validity of Results of Scientific Research",
    "content": "We take care to understand properly and reflect the true implications of medical or scientific study results that we obtain, especially those involving statistical data.\n\nWe will exercise caution with regard to results disclosed at a conference but not yet published in a peer-reviewed scientific journal.\n\nIn matters of human health we will take particular care to avoid arousing unfounded hopes or fears in persons living with or close to those living with serious illnesses. We will also avoid suggesting unproven benefits or risks to health related to changes in habits of consumption of food or pharmaceutical products.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/science-and-health"
  },
  {
    "content_section": "Science And Health",
    "content_subsection": "Reporting of Results of Sponsored Research",
    "content": "When the information is available, we generally identify to the audience the sponsors of a scientific study whose results we are reporting.\n\nIf the sponsor is not an academic institution, for instance an organization with commercial or other interests, and the study results favour the sponsor’s interests, we will take this into account in our treatment of the results and will advise the audience of this community of interest.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/science-and-health"
  },
  {
    "content_section": "Science And Health",
    "content_subsection": "Embargos",
    "content": "Persons or organizations preparing to publish the results of research or investigations will often offer us privileged access to the conclusions of their report on condition that we undertake to publish nothing of the shared content before a date set by the report’s author. This is called receiving information under embargo. A commitment to comply with the embargo may also have been made by a news agency that provides us with articles identified as embargoed.\n\nOur policy is to fulfill our embargo commitments. Prior access to a study report allows us to better prepare our reports and to do rigorous reporting work on the results, and is thus a net benefit to the quality of information we publish. Also, we need to keep our word in order to keep information flowing from our sources.\n\nHowever, if the embargo is violated by another media organization, we may consider publication after consulting editorial management and after informing the organization that asked for the embargo. We will inform them that the embargo has been broken and that we intend in turn to go public with the information.\n\nIf we have already obtained information covered by the material under embargo, we will avoid agreeing to an embargo and will publish the information according to our own criteria of newsworthiness and at the time we consider appropriate.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/science-and-health"
  },
  {
    "content_section": "Sources",
    "content_subsection": "Principles",
    "content": "Newsgathering, whether investigative or routine, lives and dies based on the quality of its sources of information. The more controversial the story, the more critical the credibility of sources becomes.\n\nOur standards apply to all types of sources, including those coming via social media, when they are used for news gathering purposes.\n\nThere are two relationships at stake here – our relationship with the audience, and our relationship with the source.\n\nSources may be risking a great deal by sharing information. It is important that we are clear and explicit from the outset as to the degree of protection we are prepared to offer and how the information will be used (e.g. \"on\" or \"off the record\").\n\nThis same clarity is necessary in our relationship with our audiences. We are clear about the relationship with the source. We let people know as precisely as possible where and from whom the information comes. This helps them evaluate that information and to put facts into context.\n\nThe values of accuracy, fairness and integrity guide our handling of sources and the information they bring.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/sources"
  },
  {
    "content_section": "Sources",
    "content_subsection": "Double Sourcing",
    "content": "Our commitment to accuracy and integrity means we try where possible to verify the information with a second source. And there may be times when more than two sources are required.\n\nOur stories are based on information we have verified. Wherever possible, our stories use first-hand, identifiable sources – participants in an event or authenticated documents.\n\nThe importance of second sourcing is influenced by the nature and quality of the primary source.\n\nIf the primary source is confidential, we will, to the best of our ability, attempt to verify the accuracy of the information through independent corroboration.\n\nWe will refer any decision to publish a story based on a single confidential source to the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/sources"
  },
  {
    "content_section": "Sources",
    "content_subsection": "Payment to Sources",
    "content": "To ensure we maintain our independence, we do not pay for information from a source in a story.\n\nHowever, payment of fees at recognized rates to specialists for an expert report or a scientific analysis is acceptable. This is not chequebook journalism. In this context the payment of fees need not be reported on air.\n\nIncreasingly, audience members are becoming contributors; providing photos or footage of news events. As CBC does pay for freelance content, it may be appropriate, in rare circumstances, to pay for authenticated content. A decision to do so must be referred to the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/sources"
  },
  {
    "content_section": "Sources",
    "content_subsection": "Recording of Conversation or Pre-interview with a Source",
    "content": "We often record our conversations with information sources or potential guests for note-taking purposes. This is common practice and is generally done openly, but may be done with or without the interviewee’s knowledge.\n\nWhether made with or without the source’s knowledge, recordings of conversations or pre-interviews are generally not published. We are aware that publication of this type of material could undermine a source’s confidence in journalists. It could also have legal or regulatory consequences.\n\nWe accordingly take care to explore all alternatives to publication of this type of material, in keeping with our journalistic values. We will publish it only in cases when it is in the public interest and publication is the best way to ensure the accuracy, fairness and balance of our report.\n\nAny proposal to broadcast a recording made without the knowledge of the interviewee is referred to the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/sources"
  },
  {
    "content_section": "Sources",
    "content_subsection": "Agreements with Sources",
    "content": "Our stories are based on information we have verified. Wherever possible, our stories use first-hand, identifiable sources – participants in an event or authenticated documents.\n\nBefore we agree to any conditions that would limit our use of information, we are explicit about what those conditions are. We also come to agreement with the source before the information is shared.\n\nWe can agree to talk to a source “off the record”, which means information cannot be used in a published form, nor can the source be named.\n\nWe can also agree to publish information from a source, but without identifying that source, in one of two ways:\n\nA confidential source is when the journalist knows the identity of the person, but agrees to protect their identity.\nAn anonymous source is when the identity of the source is not known to the journalist. Use of such sources should be referred to the Managing Editor.\n\nInformation obtained from confidential or anonymous sources should be verified before it is released.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/sources"
  },
  {
    "content_section": "Sources",
    "content_subsection": "Protection of Sources: Granting Confidentiality",
    "content": "Our ability to protect sources allows people with important information to come forward and expose matters of public interest. If we do not properly protect our confidential sources, potential sources will not trust us. This compromises our ability to expose abuses of power.\n\nWe offer protection to sources based on such factors as: the potential impact and importance of the information on the lives of Canadians and its potential influence on public policy.\n\nWe also consider the extent of personal or professional hardship and possible danger the source may face if his/her identity becomes known.\n\nWe must make efforts to establish the source’s credibility and/or find means to corroborate the information.\n\nOnce we have undertaken to protect a source, we ensure no details that could lead to identification are revealed. We are careful in the use of research material. We use the best technical tools to hide an identity for broadcast.\n\nWhenever confidentiality is granted, both the journalist and the source must be fully aware that this commitment extends to CBC as well, and is not merely limited to the journalist granting it.\n\nThere may be legal implications in granting protection. Journalists should be familiar with relevant regulation or seek legal guidance.\n\nBefore a confidential source is used in a story or a story is published based on the information provided, the Managing Editor must be told who the source is, and what the agreement entails.\n\nDisclosure of sources within the journalistic line of responsibility should not be confused with public disclosure of sources.\n\nSeniority of required approvals will depend upon the scope and scale of the story and its potential impact on people or institutions.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/sources"
  },
  {
    "content_section": "Sources",
    "content_subsection": "Identification of Interviewees",
    "content": "We are open and straightforward when we present interviewees and their statements. We make every effort to disclose the identity of interviewees and to give the context and explanations necessary for the audience to judge the relevance and credibility of their statements. In exceptional cases and for serious cause, we may decide to withhold such information in whole or in part. In such cases we explain the situation to the audience without disclosing the information that must be kept secret.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/sources"
  },
  {
    "content_section": "Sources",
    "content_subsection": "Use of Leaked Documents",
    "content": "Leaked documents from known or anonymous sources can provide important research for a story.\n\nWhen we receive leaked documents, we verify the authenticity, corroborate the information they contain, and carefully assess the motives of the person who leaked them.\n\nThere are also times when the content of the documents or the fact of their existence is an important part of the story. If we have agreed to protect the identity of the person who has provided the material, we are careful that the publication of the leaked documents does not inadvertently identify the source.\n\nThere may be national security or legal issues attached to the possession and publication of some leaked documents. We will take these issues into account and seek legal advice.\n\nThe decision to publish leaked documents raising legal or national security concerns is referred to the General Manager and Editor in Chief.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/sources"
  },
  {
    "content_section": "Sources",
    "content_subsection": "Embargos",
    "content": "Persons or organizations preparing to publish the results of research or investigations will often offer us privileged access to the conclusions of their report on condition that we undertake to publish nothing of the shared content before a date set by the report’s author. This is called receiving information under embargo. A commitment to comply with the embargo may also have been made by a news agency that provides us with articles identified as embargoed.\n\nOur policy is to fulfill our embargo commitments. Prior access to a study report allows us to better prepare our reports and to do rigorous reporting work on the results, and is thus a net benefit to the quality of information we publish. Also, we need to keep our word in order to keep information flowing from our sources.\n\nHowever, if the embargo is violated by another media organization, we may consider publication after consulting editorial management and after informing the organization that asked for the embargo. We will inform them that the embargo has been broken and that we intend in turn to go public with the information.\n\nIf we have already obtained information covered by the material under embargo, we will avoid agreeing to an embargo and will publish the information according to our own criteria of newsworthiness and at the time we consider appropriate.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/sources"
  },
  {
    "content_section": "Sources",
    "content_subsection": "Data Journalism",
    "content": "Many organizations share data with the public through websites and online databases.\n\nOur Journalistic Standards and Practices apply to journalists, developers and programmers who gather, analyze, visualize and report on this data.\n\nWeb scrapers can be used as a way to extract publicly available information from websites in a short time frame.\n\nWhen using web scrapers, we strive to be transparent toward the organization hosting the data.\n\nWe also take reasonable steps to minimize any performance impact our web scrapers may have on servers and other public users of a website.\n\nWhen we judge it to be in the public interest, we may also decide to use clandestine methods to obtain the data (see chapter Principles – Clandestine methods). This may involve legal considerations. Before doing so, we obtain approval from the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/sources"
  },
  {
    "content_section": "Sources",
    "content_subsection": "Verification of User Generated Content in News Stories",
    "content": "CBC is responsible for all content on its news sites. This policy covers text, image, video or audio contributions from the public which are incorporated into news coverage on any platform.\n\nMaterial that originates from a non-CBC source is clearly identified as such.\n\nBefore text, image, video or audio is published, we try to verify the information with a second source. There may be times when a third source is required.\n\nWe are clear with the audience about what we do and do not know. This could include explaining the user’s relationship to the events.\n\nIn exceptional circumstances, it may be difficult to authenticate a contribution. There may be times wherebecause of timelinessor as a matter of public interest, we decide to publish without full verification. The decision to publish material without full authentication must be referred to the Managing Editor. We should disclose such decisions to the audience.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/sources"
  },
  {
    "content_section": "Use Of Social Media",
    "content_subsection": "Principles",
    "content": "Social media can be powerful and important communication tools. They can be useful for gathering information as well as disseminating it.\n\nWe are consistent in our standards, no matter what the platform, in disseminating information. If we would not put the information on air or on our own website, we would not use social media to report that information.\n\nWhen using social media as an information-gathering tool, we apply the same standards as those for any other source of newsgathering.\n\nWe bring these principles and values to bear in our personal use of social media as well.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/use-of-social-media"
  },
  {
    "content_section": "Use Of Social Media",
    "content_subsection": "Verification of User Generated Content (UGC) in News Stories",
    "content": "CBC is responsible for all content on its news sites. This policy covers text, image, video or audio contributions from the public which are incorporated into news coverage on any platform.\n\nMaterial that originates from a non-CBC source is clearly identified as such.\n\nBefore text, image, video or audio is published, we try to verify the information with a second source. There may be times when a third source is required.\n\nWe are clear with the audience about what we do and do not know. This could include explaining the user’s relationship to the events.\n\nIn exceptional circumstances, it may be difficult to authenticate a contribution. There may be times where because of timeliness or as a matter of public interest, we decide to publish without full verification.The decision to publish material without full authentication must be referred to the Managing Editor. We should disclose such decisions to the audience.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/use-of-social-media"
  },
  {
    "content_section": "Use Of Social Media",
    "content_subsection": "Concealment of Identity as a Journalist",
    "content": "We generally practice our reporting openly. However, there are times, while investigating a matter of public interest, a reporter will conceal his or her occupation and true purpose and pose as an ordinary citizen. We will consult with the Director before doing so. Our overriding priority will be sound public service journalism. Whatever the means used to contact a source without identifying oneself as a journalist (in person, by telephone, by email, through social networks), we will attempt to confront the source and take his or her reaction into account in our report.\n\nWhen the investigation bears on illegal or antisocial behaviour or abuse of trust and the gathering of information of public interest, the journalist may need to infiltrate an organization to get first-hand information. We take into account possible safety issues for the journalist involved.\n\nBefore resorting to infiltration we will ensure that the following conditions are met:\n\nWe have a credible source that gives us reason to believe a subject of our reporting is behaving illegally or antisocially or abusing a trust;\nAn open approach would have little chance of obtaining the information sought or of confirming the behaviour we seek to report;\nInfiltration allows us to gather the best evidence of the behaviour in question;\n\nAny plan to infiltrate will be submitted to the Director for prior approval.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/use-of-social-media"
  },
  {
    "content_section": "Use Of Social Media",
    "content_subsection": "Children and Social Media",
    "content": "We take care to protect the privacy of children involved in the use of social media.\n\nWe are especially careful to assess the impacts when dealing with those aged 15 and under, who may lack the judgment required to consent to interviews and publication of their information.\n\nWe avoid providing information that could identify them because this puts them at risk from online predators.\n\nWhen contacting children through their Facebook or other public sites, we follow the standards set for children’s participation applicable to all other platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/use-of-social-media"
  },
  {
    "content_section": "Use Of Social Media",
    "content_subsection": "Personal Use of Social Media",
    "content": "When we use social media, we should remember two of our principles: impartiality and integrity. We recognize there are specific challenges raised because social media create an intersection of personal and professional roles and identities.\n\nWith that in mind, our journalists - including casual and temporary staff as well as interns - should consider the following:\n\nIn our social media activity, we are mindful of our professional association with CBC.\nWe maintain professional decorum and strive to do nothing that could bring CBC into disrepute.\nWe understand that what we say and do on social media can reflect on ourselves, our colleagues and on CBC as a whole.\nIn particular, the expression of personal opinions on controversial subjects, including politics, can undermine the credibility of CBC journalism and erode the trust of our audience. Therefore, we refrain from expressing such opinions in profiles or posts for any account which identifies or associates us with CBC/Radio-Canada. The question we should ask ourselves: if someone saw the content of this account, could they determine that we work at CBC?\nWe recognize that nothing we express on the Internet can be considered truly private. So we understand that comments on accounts we intend to be exclusively personal and private can damage our personal credibility, and that of CBC as a whole.\nWe consider perceptions created when we share, republish, link, or interact with other people’s content. We strive to avoid having such actions appear to be endorsements. When appropriate and possible, we provide context.\nWe understand that should our social media activity create a perception of bias, it would influence decisions editorial leaders make on who can cover certain stories.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/use-of-social-media"
  },
  {
    "content_section": "Use Of Social Media",
    "content_subsection": "Interaction with the Audience",
    "content": "CBC endeavours to engage with Canadians, especially on digital platforms. We promote civil discourse. When that is not being observed, our employees may consult with their supervisor about discontinuing interactions with certain individuals. When possible, we do so without unduly restricting access to our journalism.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/use-of-social-media"
  },
  {
    "content_section": "User Generated Content",
    "content_subsection": "Verification of User Generated Content (UGC) in news stories",
    "content": "CBC is responsible for all content on its news sites. This policy covers text, image, video or audio contributions from the public which are incorporated into news coverage on any platform.\n\nMaterial that originates from a non-CBC source is clearly identified as such.\n\nBefore text, image, video or audio is published, we try to verify the information with a second source. There may be times when a third source is required.\n\nWe are clear with the audience about what we do and do not know. This could include explaining the user’s relationship to the events.\n\nIn exceptional circumstances, it may be difficult to authenticate a contribution. There may be times where because of timeliness or as a matter of public interest, we decide to publish without full verification. The decision to publish material without full authentication must be referred to the Managing Editor. We should disclose such decisions to the audience.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/user-generated-content"
  },
  {
    "content_section": "User Generated Content",
    "content_subsection": "Depiction of Violence",
    "content": "We reflect the reality of the situations we report. We also respect the sensibilities of our viewers, listeners and readers.\n\nScenes of violence and suffering are part of our coverage of wars, disaster, crime and conflict.\n\nWe respect our audience by assessing the impact of our images according to time of day and the context of the program where such material is appearing.\n\nIf it is necessary to use graphic images, we will add a warning ahead of their use.\n\nWe should familiarize ourselves with any laws or regulations about the depiction of violence.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/user-generated-content"
  },
  {
    "content_section": "User Generated Content",
    "content_subsection": "Explicit Sexual or Violent Content",
    "content": "Violence, nudity and sexuality are never presented without good reason. They may be justified when they are important to an understanding of the world we live in. Where they are necessary, we present them without undue exploitation, voyeurism or sensationalism and without trivializing, encouraging or glorifying.\n\nWe treat painful scenes with discretion and restraint and without prolonging them unduly.\n\nWhen it is necessary to present explicit content that some could find shocking, we provide an audience advisory.\n\nThe same principles apply to disturbing video/audio on our digital platforms as on our conventional broadcast platforms.\n\nWe strive to notify audiences in advance of them seeing such material, including – if possible – when it is seen on third-party platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/user-generated-content"
  },
  {
    "content_section": "User Generated Content",
    "content_subsection": "Payment to Sources",
    "content": "To ensure we maintain our independence, we do not pay for information from a source in a story.\n\nHowever, payment of fees at recognized rates to specialists for an expert report or a scientific analysis is acceptable. This is not chequebook journalism. In this context the payment of fees need not be reported on air.\n\nIncreasingly, audience members are becoming contributors; providing photos or footage of news events. As CBC does pay for freelance content, it may be appropriate, in rare circumstances, to pay for authenticated content. A decision to do so must be referred to the Director.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/user-generated-content"
  },
  {
    "content_section": "War Terror Natural Disasters",
    "content_subsection": "Depiction of Violence",
    "content": "We reflect the reality of the situations we report. We also respect the sensibilities of our viewers, listeners and readers.\n\nScenes of violence and suffering are part of our coverage of wars, disaster, crime and conflict.\n\nWe respect our audience by assessing the impact of our images according to time of day and the context of the program where such material is appearing.\n\nIf it is necessary to use graphic images, we will add a warning ahead of their use.\n\nWe should familiarize ourselves with any laws or regulations about the depiction of violence.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/war-terror-natural-disasters"
  },
  {
    "content_section": "War Terror Natural Disasters",
    "content_subsection": "Embedding with Military or Armed Factions",
    "content": "Our conflict reporting should contribute to an understanding of the reality on the ground, and tell the stories of the combatants and the people affected by the fighting. To do this we may choose to embed with the military or another faction in the struggle, or with other interested parties.\n\nEmbedding usually imposes some restrictions of movement and on our ability to record or tell stories.\n\nReporting from an embed means that only a particular point of view is represented; we will provide balanced reporting with other perspectives and sources in a reasonable time frame. We will also be transparent with our audience about the restrictions embedding imposes.\n\nThe decision to embed is an important one involving serious safety issues, as well as editorial considerations, and requires referral to the Director.\n\nOnly personnel that meet CBC’s training requirements for reporting in dangerous situations can be sent on these assignments.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/war-terror-natural-disasters"
  },
  {
    "content_section": "War Terror Natural Disasters",
    "content_subsection": "Kidnapping",
    "content": "A kidnapping presents a difficult challenge because it requires us to balance our professional duty to report what we know with the concern to protect innocent people from additional harm.\n\nA news blackout could be requested by the authorities or people involved in negotiations with the kidnappers. Decisions about respecting a news blackout or breaking one should be referred to the General Manager and Editor in Chief.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/war-terror-natural-disasters"
  },
  {
    "content_section": "War Terror Natural Disasters",
    "content_subsection": "Natural Disasters",
    "content": "When a natural disaster strikes, we provide useful information and context, especially for those most directly affected.\n\nThe information we provide helps the audience understand a fluid and chaotic situation, so that it can assess the impact and potential danger.\n\nWe will sometimes receive conflicting information from credible sources. We may chosse to report this, making clear the circumstances of the situation and citing the sources while we work to reconcile the information in light of the reality on the ground.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/war-terror-natural-disasters"
  },
  {
    "content_section": "War Terror Natural Disasters",
    "content_subsection": "Drones",
    "content": "Sometimes new technologies change the way journalists are able to gather images and information.\n\nUse of these technologies generally does not change the way we interpret our standards and practices.\n\nOne such example is the use of drones.\n\nImages captured by cameras attached to drones may violate the principle of respect for privacy. Any capture or dissemination of material involving this principle should be assessed against the public interest in accordance with the provisions of the Privacy standards elsewhere in this document.\n\nWhere appropriate, we may also refer to provisions for Clandestine Methods.\n\nWe should be aware of legal regulations concerning the use of drones.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/war-terror-natural-disasters"
  },
  {
    "content_section": "War Terror Natural Disasters",
    "content_subsection": "Respect for the Suffering of Victims and their Family",
    "content": "In approaching victims or witnesses of tragic events, we carefully weigh both the public interest of full reporting and the need to show compassion and restraint. In such situations we are considerate and we use judgment.\n\nWe take care not to exert undue pressure on a distressed person for an interview.\n\nWhen images or audio clips could upset part of the audience, we choose them carefully. We limit their use to what is necessary for an understanding of the subject and we provide an audience advisory before use on any of our platforms.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/war-terror-natural-disasters"
  },
  {
    "content_section": "War Terror Natural Disasters",
    "content_subsection": "Identification of Accident and Crime Victims",
    "content": "If police have not released the identity of a person who has died as a result of an accident or a crime, we refrain from publishing this information until we have confirmed it. If the immediate family has not been notified, we consider the public interest before identifying the victim.",
    "url": "https://cbc.radio-canada.ca/en/vision/governance/journalistic-standards-and-practices/war-terror-natural-disasters"
  }
]